Repository: OpenPrinting/system-config-printer
Catalog: po/*.po
Languages: kk, mai

source: Error submitting test page
kk: Сынақ бетін жіберу қатесі
mai: जाँच पृष्ठ सुपुर्दगी मे त्रुटि

source: The reason given is: '%s'.
kk: Көрсетілген себеп: '%s'.
mai: देल कारण अछि: '%s'.

source: This may be due to the printer being disconnected or switched off.
kk: Бұл принтердің ажыратылғанына немесе сөндірілгеніне байланысты болуы мүмкін.
mai: ई मुद्रक क विसंबंधित अथवा बन्न होएबाक कारण भए सकैत अछि.

source: Queue Not Enabled
kk: Кезек іске қосылмаған
mai: कतार सक्रिय नहि

source: The queue '%s' is not enabled.
kk: '%s' кезегі іске қосылмаған.
mai: ई कतार '%s' सक्रिय नहि अछि.

source: To enable it, select the 'Enabled' checkbox in the 'Policies' tab for the printer in the printer administration tool.
kk: Оны іске қосу үшін принтерді әкімшілендіру құралындағы принтердің 'Саясаттар' бетіндегі 'Іске қосылған' құсбелгісін таңдаңыз.
mai: एकरा सक्रिय करबाक लेल, 'सक्रियकृत' जाँचपेटी केँ 'नीति' टैब मे मुद्रण प्रशासन अओजार मे मुद्रक क लेल चुनू.

source: Queue Rejecting Jobs
kk: Кезек тапсырмаларды қабылдамайды
mai: कतार काज अस्वीकार कए रहल अछि

source: The queue '%s' is rejecting jobs.
kk: '%s' кезегі тапсырмаларды қабылдамайды.
mai: ई कतार '%s' काज अस्वीकार कए रहल अछि.

source: To make the queue accept jobs, select the 'Accepting Jobs' checkbox in the 'Policies' tab for the printer in the printer administration tool.
kk: Кезекті тапсырмаларды қабылдайтын ету үшін принтерді әкімшілендіру құралындағы принтердің 'Саясаттар' бетіндегі 'Тапсырмаларды қабылдау' құсбелгісін таңдаңыз.
mai: कतार केँ ई काज केँ स्वीकार करबाक लेल, 'काज स्वीकार कए रहल अछि' जाँचपेटी केँ 'नीति' टैब मे मुद्रण प्रशासन अओजार मे मुद्रक क लेल चुनू.

source: Remote Address
kk: Қашықтағы адрес
mai: दूरस्थ पता

source: Please enter as many details as you can about the network address of this printer.
kk: Осы принтердің желілік адресі туралы мүмкіндігінше көп мәлімет енгізіңіз.
mai: कृप्या ई मुद्रक क संजाल पता क संबंधमे जतए संभव भए ओतए विवरण दाखिल करू.

source: Server name:
kk: Сервер аты:
mai: सर्वर नामः

source: Server IP address:
kk: Сервердің IP адресі:
mai: सर्वर IP पता:

source: CUPS Service Stopped
kk: CUPS қызметі тоқтатылды
mai: CUPS सेवा अवरोधित

source: The CUPS print spooler does not appear to be running. To correct this, choose System->Administration->Services from the main menu and look for the 'cups' service.
kk: CUPS басып шығару спулері жұмыс істемейтін сияқты. Оны түзету үшін негізгі мәзірден Жүйе->Әкімшілік->Қызметтер тармағын таңдап, 'cups' қызметін іздеңіз.
mai: CUPS मुद्रण स्पूलर चलता हुआ नहि प्रतीत होइछ. एकरा करबाक लेल, मुख्य मेनू सँ सिस्टम->प्रशासन->सेवा चुनू आओर 'cups' सेवा क लेल देखू.

source: Check Server Firewall
kk: Сервер брандмауэрін тексеру
mai: सर्वर फायरवाल जाँचू

source: It is not possible to connect to the server.
kk: Серверге қосылу мүмкін емес.
mai: सर्वर सँ जोड़नाइ संभव नहि अछि.

source: Please check to see if a firewall or router configuration is blocking TCP port %d on server '%s'.
kk: %d TCP порты '%s' серверінде брандмауэр немесе роутер теңшеуі арқылы бөгеліп тұрғанын тексеріңіз.
mai: कृप्या ई देखबाक लेल जाँचू जे की फायरवाल अथवा राटर विन्यास TCP पोर्ट %d केँ '%s' सर्वर पर रोकि रहल अछि.

source: Sorry!
kk: Кешіріңіз!
mai: क्षमा करू!

source: There is no obvious solution to this problem. Your answers have been collected together with other useful information. If you would like to report a bug, please include this information.
kk: Бұл мәселенің анық шешімі жоқ. Сіздің жауаптарыңыз басқа пайдалы ақпаратпен бірге жиналды. Егер сіз қате туралы хабарлағыңыз келсе, осы ақпаратты қоса жіберіңіз.

source: Diagnostic Output (Advanced)
kk: Диагностикалық шығыс (Кеңейтілген)
mai: निदान आउटपुट (उन्नत)

source: Error saving file
kk: Файлды сақтау қатесі

source: There was an error saving the file:
kk: Файлды сақтау кезінде қате орын алды:

source: Trouble-shooting Printing
kk: Басып шығару ақаулықтарын іздеу
mai: विघ्न निवारण छपाइ

source: The next few screens will contain some questions about your problem with printing. Based on your answers a solution may be suggested.
kk: Келесі бірнеше экранда басып шығару мәселеңіз туралы кейбір сұрақтар болады. Жауаптарыңыздың негізінде шешім ұсынылуы мүмкін.

source: Click 'Forward' to begin.
kk: Бастау үшін 'Алға' батырмасын шертіңіз.
mai: आरंभ करबाक लेल 'अग्रेषित करू' क्लिक करू.

source: Configuring new printer
kk: Жаңа принтер теңшелуде
mai: नवीन मुद्रक विन्यस्त कए रहल अछि

source: Please wait...
kk: Күте тұрыңыз...

source: Missing printer driver
kk: Принтер драйвері жоқ
mai: गुम मुद्रक ड्राइवर

source: No printer driver for %s.
kk: %s үшін принтер драйвері жоқ.
mai: %s क लेल कोनो मुद्रक नहि.

source: No driver for this printer.
kk: Бұл принтер үшін драйвер жоқ.
mai: मुद्रक क लेल कोनो ड्राइवर नहि.

source: Printer added
kk: Принтер қосылды
mai: मुद्रक जोड़ल गेल

source: Install printer driver
kk: Принтер драйверін орнату
mai: प्रिंटर ड्राइवर संस्थापित करू

source: `%s' requires driver installation: %s.
kk: '%s' принтеріне драйвер орнату қажет: %s.
mai: `%s' क लेल ड्राइवर संस्थापनक जरूरत अछि: %s.

source: `%s' is ready for printing.
kk: '%s' басып шығаруға дайын.
mai: `%s' छपाइ क लेल तैआर अछि.

source: Print test page
kk: Сынақ бетін басып шығару
mai: जाँच पृष्ठ छापू

source: Configure
kk: Теңшеу
mai: कान्फ़िगर

source: `%s' has been added, using the `%s' driver.
kk: '%s' принтері '%s' драйверін пайдаланып қосылды.
mai: `%s' केँ जोड़ल गेल अछि, `%s' ड्राइवर क प्रयोग भए रहल अछि.

source: Find driver
kk: Драйверді табу
mai: ड्राइवर ताकू

source: Print Queue Applet
kk: Басып шығару кезегінің апплеті
mai: मुद्रण कतार एप्प्लेट

source: System tray icon for managing print jobs
kk: Басып шығару тапсырмаларын басқаруға арналған жүйелік трей таңбашасы
mai: छपाइ काम प्रबंधन क लेल सिस्टम ट्रे प्रतीक

source: Job History
mai: काज इतिहास

source: Browse Servers
mai: सर्वर ब्राउज करू

source: Usually print servers broadcast their queues. Specify print servers below to periodically ask for queues instead.
mai: प्रायः छपाइ सर्वर अपन कतार प्रसारित करैत अछि. छपाइ सर्वर केँ नीच्चाँ निर्दिष्ट करू आवधिक रूपेँ कतार क लेल बदला मे पूछबाक लेल.

source: Enter IP address
mai: IP पता दाखिल करू

source: _New Group
mai: नव समूह (_N)

source: _New Group from Selection
mai: चयन सँ नव समूह (_N)

source: The item could not be renamed.
mai: वस्तुक नाम बदलल नहि जाए सकल.

source: The name "%s" is already in use. Please use a different name.
mai: ई नाम "%s" पहिने सँ प्रयोग मे अछि. कृप्या कोनो भिन्न नाम चुनू.

source: Are you sure you want to permanently delete "%s"?
mai: की अहाँ सुनिश्चित छी जे अहाँ "%s" केँ स्थायी रूपेँ मेटाबे चाहैत छी?

source: This will not delete any printer queues from your computer. To delete queues completely, you must delete them from the 'All Printers' group.
mai: ई कोनो मुद्रक कतार केँ अहाँक कंप्यूटर सँ नहि मेटाएत. कतार केँ पूर्ण रूपेँ मेटाबैक लेल, अहाँ जरूर 'सभटा मुद्रक' समूह सँ ओकरा मेटाउ.

source: New Group
mai: नव समूह

source: All Printers
mai: सभटा मुद्रक

source: Favorites
mai: प्रिय

source: Default Printer
mai: स्वनिर्धारित मुद्रक

source: _Use System Default
mai: सिस्टम स्वनिर्धारित कए प्रयोग करू (_U)

source: _Set Default
mai: स्वनिर्धारित सेट करू (_S)

source: Printer default
mai: मुद्रक स्वनिर्धारित

source: Multi-purpose tray
mai: बहुद्देशीय तश्तरी

source: Double-sided printing
mai: दुइ तरफा छपाइ

source: To do this, select System->Administration->Firewall from the main menu.
mai: एकरा करबाक लेल, सिस्टम->प्रशासन->फायरवाल मुख्य मेनू सँ चुनू.

source: _Add to Group
mai: समूह मे जोड़ू (_A)

source: Save Results as _Group
mai: समूह रूपेँ परिणाम सहेजू (_G)

source: Save Filter as _Search Group
mai: खोजि समूह रूपेँ फिल्टर सहेजू (_S)

source: Printer configuration - %s
mai: मुद्रक विन्यास - %s

source: Remove from Group
mai: समूह सँ निकालू

source: Option '%s' has value '%s' and cannot be edited.
mai: विकल्प '%s' क पास '%s' मान अछि आओर संपादित नहि कएल जाए सकैत अछि.

source: copying printer
mai: मुद्रक क नक़ल ले रहल अछि

source: Browsing not available (pysmbc not installed)
mai: ब्राउजिंग मोजुद नहि (pysmbc संस्थापित नहि)

source: Searching for downloadable drivers
mai: डाउनलोड करबा योग्य ड्राइवर क लेल खोजि रहल अछि

source: For this printer a proprietary driver plugin from HP is available.
mai: ई मुद्रक कए लेल एकटा सांपत्तिक ड्राइवर प्लगिन HP सँ मोजुद अछि.

source: The installation of the plugin is required for your printer to work.
mai: ई प्लगिन क संस्थापन अहाँक मुद्रक कए काज करबाक लेल जरूरी अछि.

source: Installing the plugin is optional, it completes or enhances the functionality of your printer. Without plugin at least basic operations work.
mai: प्लगिन क संस्थापन वैकल्पिक अछि, ई अहाँक मुद्रक क प्रकार्यात्मकता पूरा करैत अथवा बढ़ाबैत अछि. बिनु प्लगिनक कम सँ कम आधारभूत संक्रिया होइछ.

source: The plugin provides the following features:
mai: ई प्लगिन निम्नलिखित फीचर देत अछि:

source: - Printing support
mai: - छपाइ समर्थन

source: - Faster printing
mai: - तेज छपाइ

source: - Better printout quality
mai: - बेहतर प्रिंटआउट गुणवत्ता

source: - Extra printing features
mai: - बाइली मुद्रण फीचर

source: - Scanning support
mai: - स्कैनिंग समर्थन

source: - Faster scanning
mai: - तेज स्कैनिंग

source: - Better scanning image quality
mai: - बेसी नीक स्कैनिंग छवि गुणवत्ता

source: - Faxing support
mai: - फैक्सिंग समर्थन

source: - Extra fax features
mai: - बाइली फैक्स फीचर

source: - Better Input/Output support
mai: - बेसी नीक इनपुट/आउटपुट समर्थन

source: - Extra user interface features
mai: - बाइली प्रयोक्ता अंतरफलक गुण

source: - Other extra features
mai: - आन बाइली गुण

source: Install plugin
mai: प्लगिन संस्थापित करू

source: Do not set up printer
mai: मुद्रक सेटअप नहि करू

source: Set up without plugin
mai: प्लगिन क संग सेटअप करू

source: Other
mai: आन

source: Review Firewall
mai: फायरवालक समीक्षा करू

source: Verifying
mai: जाँचि रहल अछि (_V)...

source: Verifying printer
mai: मुद्रक जाँचि रहल अछि

source: Inaccessible
mai: अनभिगम्य

source: HP Linux Imaging and Printing (HPLIP)
mai: HP लिनक्स छायांकन आ छपाइ (HPLIP)

source: Hardware Abstraction Layer (HAL)
mai: हार्डवेयर सारांश स्तर (HAL)

source: OpenPrinting
mai: ओपनप्रिंटिग

source: _File
mai: फाइल (_F)

source: _Job
mai: काज (_J)

source: Copy Printer
mai: मुद्रक कापी करू

source: <b>IPP Printer</b>
mai: <b>IPP मुद्रक</b>

source: Default 1200 2400 4800 9600 19200 38400 57600 115200
mai: स्वनिर्धारित 1200 2400 4800 9600 19200 38400 57600 115200

source: Default 8 7
mai: स्वनिर्धारित 8 7

source: Default None Odd Even
mai: स्वनिर्धारित कोनो नहि विसम सम

source: Default None XON/XOFF (Software) RTS/CTS (Hardware) DTR/DSR (Hardware)
mai: स्वनिर्धारित कोनो नहि XON/XOFF (साफ्टवेयर) RTS/CTS (हार्डवेयर) DTR/DSR (हार्डवेयर)

source: Select A File
mai: एकटा फाइल चुनू

source: 72 points per inch
mai: 72 बिंदु प्रति इंच

source: Error Policy:
mai: त्रुटि नीति:

source: Left to right, top to bottom Left to right, bottom to top Right to left, top to bottom Right to left, bottom to top Top to bottom, left to right Top to bottom, right to left Bottom to top, left to right Bottom to top, right to left
mai: बाम सँ दहिन, शीर्ष सँ तल तक बाम सँ दहिन, तल सँ शीर्ष तक बाम सँ दहिन, शीर्ष सँ तल तक बाम सँ दहिन, तल सँ शीर्ष तक शीर्ष सँ तल तक, बाम सँ दहिन शीर्ष सँ तल तक, दहिन सँ बाम तल सँ शीर्ष तक, बाम सँ दहिन तल सँ शीर्ष तक, दहिन सँ बाम

source: None Staple Punch Cover Bind Saddle stitch Edge stitch Fold Trim Bale Booklet maker Job offset Staple (top left) Staple (bottom left) Staple (top right) Staple (bottom right) Edge stitch (left) Edge stitch (top) Edge stitch (right) Edge stitch (bottom) Staple dual (left) Staple dual (top) Staple dual (right) Staple dual (bottom) Bind (left) Bind (top) Bind (right) Bind (bottom)
mai: कोनो नहि स्टेपल करू पंच करू कवर बांधू सैडल स्टिच किनार स्टिच मोड़ू छांटू बेल पुस्तिका चिह्नक काज आफसेट स्टेपल (शीर्ष बाम) स्टेपल (तलवर्ती बाम) स्टेपल (शीर्ष दहिन) स्टेपल (तलवर्ती दहिन) किनार नत्थी (बाम) किनार नत्थी (शीर्ष) किनार नत्थी (दहिन) किनार नत्थी (तल) स्टेपल दोहरा (बाम) स्टेपल दोहरा (शीर्ष) स्टेपल दोहरा (दहिन) स्टेपल दोहरा (तल) बांधू (बाम) बांधू (शीर्ष) बांधू (दहिन) बांधू (तल)

source: One-sided Two-sided (long edge) Two-sided (short edge)
mai: द्विपक्षीय द्विपक्षीय (नमहर किनार) द्विपक्षीय (छोट किनार)

source: Portrait (no rotation) Landscape (90°) Reverse landscape (270°) Reverse portrait (180°)
mai: व्यक्तिचित्र (कोनो घुमाव नहि) भूदृश्य (90°) विपरीत भूदृश्य (270°) विपरीत व्यक्तिचित्र (180°)

source: Reset to system default
mai: सिस्टम स्वनिर्धारित मे फेर सेट करू

source: default
mai: पूर्वनिर्धारित

source: none
mai: कोनो नहि

source: Show printer groups
mai: मुद्रक समूह देखाउ

source: Show printers shared by other systems
mai: आन सिस्टम द्वारा साझा सिस्टम देखाउ

source: _Group
mai: समूह (_G)

source: _Groups
mai: समूह (_G)

source: Basic Server Settings
mai: मूल सर्वर सेटिंग

source: _Advanced...
mai: उन्नत (_A)...

source: Printing
mai: छापि रहल अछि

source: To start this tool, select System->Administration->Printing from the main menu.
mai: ई अओजार केँ आरंभ करबाक लेल, सिस्टम->प्रशासन->छपाइ केँ मुख्य मेनू सँ चुनू.

source: I would like to enable debugging output from the CUPS scheduler. This may cause the scheduler to restart. Click the button below to enable debugging.
mai: हम CUPS नियोजक सँ डिबगिंग सक्रिय कएनाइ चाहब. ई नियोजक केँ फेर आरंभ करबा क कारण बनत. डिबगिंग सक्रिय करबाक लेल बटन नीच्चाँ क्लिक करू.

source: I have not been able to work out what the problem is, but I have collected some useful information to put in a bug report.
mai: हम ई पता करबा मे असमर्थ छी जे समस्या की अछि, मुदा हम किछु उपयोगी सूचना बग रिपोर्टमे रखबाक लेल जमा कएल रखने छी.

source: In the next few screens I will ask you some questions about your problem with printing. Based on your answers I will try to suggest a solution.
mai: अगिला किछु स्क्रीन मे हम अहाँसँ किछु प्रश्न छपाइ क समस्या क संबंध मे पूछब. अहाँक उत्तरक आधार पर हम एकटा समाधान देबाक कोसिस करब.

source: Cancel, pause, resume or reprint jobs
mai: रद, रोकू, फेर बहाल करू अथवा काज फेर छापू

source: Manage Print Jobs
mai: मुद्रण काज प्रबंधित करू

source: Select default printer
mai: स्वनिर्धारित मुद्रक चुनू
