Repository: OpenPrinting/system-config-printer
Catalog: po/*.po
Languages: kk, mai

source: Not authorized
kk: Авторизацияланбаған
mai: अधिकृत नहि

source: The password may be incorrect.
kk: Пароль қате болуы мүмкін.
mai: गुड़किल्ली गलत भए सकैत अछि.

source: Authentication (%s)
kk: Аутентификация (%s)
mai: सत्यापन (%s)

source: CUPS server error
kk: CUPS серверінің қатесі
mai: CUPS सर्वर त्रुटि

source: CUPS server error (%s)
kk: CUPS серверінің қатесі (%s)
mai: CUPS सर्वर त्रुटि (%s)

source: There was an error during the CUPS operation: '%s'.
kk: CUPS операциясы кезінде қате орын алды: '%s'.
mai: CUPS संक्रिया काले एकटा गलती भेल: '%s'.

source: Retry
kk: Қайталау
mai: फेर कोसिस करू

source: Operation canceled
kk: Операциядан бас тартылды
mai: संक्रिया रद

source: Username:
kk: Пайдаланушы аты:
mai: प्रयोक्ता नाम:

source: Password:
kk: Пароль:
mai: गुड़किल्ली:

source: Domain:
kk: Домен:
mai: डोमेन:

source: Authentication
kk: Аутентификация
mai: सत्यापन

source: Remember password
kk: Парольді есте сақтау
mai: गुड़किल्ली याद राखू

source: The password may be incorrect, or the server may be configured to deny remote administration.
kk: Пароль қате болуы мүмкін немесе сервер қашықтан басқаруды болдырмау үшін теңшелген болуы мүмкін.
mai: गुड़किल्ली गलत भए सकैत अछि, अथवा सर्वर केँ दूरस्थ प्रशासन मना करबाक लेल विन्यस्त भए सकैत अछि.

source: Bad request
kk: Қате сұраным
mai: गलत आग्रह

source: Not found
kk: Табылмады
mai: नहि भेटल

source: Request timeout
kk: Сұраным күту уақыты аяқталды
mai: आग्रह समय समाप्त

source: Upgrade required
kk: Жаңғырту қажет
mai: उन्नयन जरूरी

source: Server error
kk: Сервер қатесі
mai: सर्वर त्रुटि

source: Not connected
kk: Қосылмаған
mai: संबंधित नहि अछि

source: status %s
kk: күйі %s
mai: स्थिति %s

source: There was an HTTP error: %s.
kk: HTTP қатесі орын алды: %s.
mai: एकटा HTTP त्रुटि छल: %s.

source: Delete Jobs
kk: Тапсырмаларды өшіру

source: Do you really want to delete these jobs?
kk: Бұл тапсырмаларды өшіруді шынымен қалайсыз ба?

source: Delete Job
kk: Тапсырманы өшіру

source: Do you really want to delete this job?
kk: Бұл тапсырманы өшіруді шынымен қалайсыз ба?

source: Cancel Jobs
kk: Тапсырмалардан бас тарту

source: Do you really want to cancel these jobs?
kk: Бұл тапсырмалардан бас тартуды шынымен қалайсыз ба?

source: Cancel Job
kk: Тапсырмадан бас тарту
mai: काज रद करू

source: Do you really want to cancel this job?
kk: Бұл тапсырмадан бас тартуды шынымен қалайсыз ба?
mai: की अहाँ सच्चे काज रद कएनाइ चाहैत छी?

source: Keep Printing
kk: Басып шығаруды жалғастыру

source: deleting job
kk: тапсырма өшірілуде

source: canceling job
kk: тапсырмадан бас тартылуда
mai: काज रद कए रहल अछि

source: _Cancel
kk: _Бас тарту

source: Cancel selected jobs
kk: Таңдалған тапсырмалардан бас тарту

source: _Delete
kk: Ө_шіру

source: Delete selected jobs
kk: Таңдалған тапсырмаларды өшіру

source: _Hold
kk: _Кідірту
mai: रोकू (_H)

source: Hold selected jobs
kk: Таңдалған тапсырмаларды кідірту

source: _Release
kk: _Жіберу
mai: जारी करू (_R)

source: Release selected jobs
kk: Таңдалған тапсырмаларды жіберу

source: Re_print
kk: Қайта ба_сып шығару
mai: फेर छापू (_p)

source: Reprint selected jobs
kk: Таңдалған тапсырмаларды қайта басып шығару

source: Re_trieve
kk: Қайта _алу

source: Retrieve selected jobs
kk: Таңдалған тапсырмаларды қайта алу

source: _Move To
kk: _Мынаған жылжыту

source: _Authenticate
kk: _Аутентификациялау
mai: सत्यापित करू (_A)

source: _View Attributes
kk: А_трибуттарды көру

source: Close this window
kk: Бұл терезені жабу

source: Job
kk: Тапсырма
mai: काज

source: User
kk: Пайдаланушы
mai: प्रयोक्ता

source: Document
kk: Құжат
mai: दस्तावेज

source: Printer
kk: Принтер
mai: मुद्रक

source: Size
kk: Өлшемі
mai: आकार

source: Time submitted
kk: Жіберілген уақыты
mai: समय सुपुर्द

source: Status
kk: Күйі
mai: स्थिति

source: my jobs on %s
kk: %s жүйесіндегі менің тапсырмаларым
mai: %s पर हमर काज

source: my jobs
kk: менің тапсырмаларым
mai: हमर काज

source: all jobs
kk: барлық тапсырмалар
mai: सभटा काज

source: Document Print Status (%s)
kk: Құжатты басып шығару күйі (%s)
mai: दस्तावेज छपाइ स्थिति (%s)

source: Job attributes
kk: Тапсырма атрибуттары

source: Unknown
kk: Белгісіз
mai: अज्ञात

source: a minute ago
kk: бір минут бұрын
mai: एकटा मिनट पहिने

source: %d minutes ago
kk: %d минут бұрын
mai: %d मिनट पहिने

source: an hour ago
kk: бір сағат бұрын
mai: एकटा घंटा पहिने

source: %d hours ago
kk: %d сағат бұрын
mai: %d घंटा पहिने

source: yesterday
kk: кеше
mai: कल

source: %d days ago
kk: %d күн бұрын
mai: %d घंटे पहिने

source: last week
kk: өткен аптада
mai: अंतिम सप्ताह

source: %d weeks ago
kk: %d апта бұрын
mai: %d सप्ताह पहिने

source: authenticating job
kk: тапсырма аутентификациялануда
mai: काज सत्यापित कए रहल अछि

source: Authentication required for printing document `%s' (job %d)
kk: `%s' құжатын басып шығару үшін аутентификация қажет (%d тапсырма)
mai: दस्तावेज `%s' (काज %d) छपाइ क लेल सत्यापन जरूरी

source: holding job
kk: тапсырма кідіртілуде
mai: काज रोकि रहल अछि

source: releasing job
kk: тапсырма жіберілуде
mai: काज जारी कए रहल अछि

source: retrieved
kk: алынды

source: Save File
kk: Файлды сақтау

source: Name
kk: Аты
mai: नाम

source: Value
kk: Мәні

source: No documents queued
kk: Кезекте құжаттар жоқ
mai: कोनो दस्तावेज कतार बद्ध नहि

source: 1 document queued
kk: Кезекте 1 құжат тұр
mai: 1 दस्तावेज कतारबद्ध

source: %d documents queued
kk: Кезекте %d құжат тұр
mai: %d दस्तावेज कतारबद्ध

source: processing / pending: %d / %d
kk: өңделуде / күтуде: %d / %d

source: Document printed
kk: Құжат басып шығарылды

source: Document `%s' has been sent to `%s' for printing.
kk: `%s' құжаты басып шығару үшін `%s' принтеріне жіберілді.

source: There was a problem sending document `%s' (job %d) to the printer.
kk: `%s' құжатын (%d тапсырма) принтерге жіберу кезінде мәселе туындады.
mai: दस्तावेज `%s' (job %d) केँ मुद्रक मे भेजबामे समस्या छल.

source: There was a problem processing document `%s' (job %d).
kk: `%s' құжатын (%d тапсырма) өңдеу кезінде мәселе туындады.
mai: दस्तावेज `%s' (job %d) क प्रक्रिया मे समस्या छल.

source: There was a problem printing document `%s' (job %d): `%s'.
kk: `%s' құжатын (%d тапсырма) басып шығару кезінде мәселе туындады: `%s'.
mai: दस्तावेज `%s' (job %d) क छपाइ मे समस्या छल: `%s'.

source: Print Error
kk: Басып шығару қатесі
mai: छपाइ त्रुटि

source: _Diagnose
kk: _Диагностикалау
mai: निदान करू (_D)

source: The printer called `%s' has been disabled.
kk: `%s' принтері сөндірілген.
mai: `%s' नामक मुद्रक निष्क्रिय कएल गेल अछि.

source: disabled
kk: сөндірілген

source: Held for authentication
kk: Аутентификация үшін кідіртілген
mai: सत्यापन क लेल रोका हुआ

source: Held
kk: Кідіртілген
mai: रोकू

source: Held until %s
kk: %s дейін кідіртілген
mai: %s तक रोकि कए राखू

source: Held until day-time
kk: Күндізгі уақытқа дейін кідіртілген
mai: दिन तक रोकि कए राखू

source: Held until evening
kk: Кешке дейін кідіртілген
mai: सायंकालीन तक रोकि कए राखू

source: Held until night-time
kk: Түнге дейін кідіртілген
mai: रात्रि कालीन तक रोकि कए राखू

source: Held until second shift
kk: Екінші ауысымға дейін кідіртілген
mai: दोसर शिफ्ट तक रोकि कए राखू

source: Held until third shift
kk: Үшінші ауысымға дейін кідіртілген
mai: तीसरे शिफ्ट तक रोकि कए राखू

source: Held until weekend
kk: Демалыс күндеріне дейін кідіртілген
mai: सप्ताहांत तक रोकि कए राखू

source: Pending
kk: Күтуде
mai: स्थगित

source: Processing
kk: Өңделуде
mai: प्रक्रिया भए रहल अछि

source: Stopped
kk: Тоқтатылды
mai: रुकल

source: Canceled
kk: Бас тартылды
mai: रद

source: Aborted
kk: Үзілді
mai: छोड़ल गेल

source: Completed
kk: Аяқталды
mai: समाप्त

source: The firewall may need adjusting in order to detect network printers. Adjust the firewall now?
kk: Желілік принтерлерді анықтау үшін брандмауэрді реттеу қажет болуы мүмкін. Брандмауэрді қазір реттеу керек пе?

source: Default
kk: Әдепкі

source: None
kk: Ештеңе
mai: किछु नहि

source: Odd
kk: Тақ

source: Even
kk: Жұп

source: XON/XOFF (Software)
kk: XON/XOFF (Бағдарламалық)

source: RTS/CTS (Hardware)
kk: RTS/CTS (Аппараттық)

source: DTR/DSR (Hardware)
kk: DTR/DSR (Аппараттық)

source: Members of this class
kk: Осы кластың мүшелері
mai: ई वर्गक सदस्य

source: Others
kk: Басқалар
mai: आन

source: Devices
kk: Құрылғылар
mai: युक्तिसभ

source: Connections
kk: Қосылымдар
mai: कनेक्शन्स

source: Makes
kk: Өндірушілер
mai: मुखौटा

source: Models
kk: Модельдер
mai: माडल

source: Drivers
kk: Драйверлер
mai: चालक

source: Downloadable Drivers
kk: Жүктеп алынатын драйверлер
mai: डाउनलोड करबा योग्य ड्राइवर

source: Browsing requires pysmbc module
kk: Шолу үшін pysmbc модулі қажет

source: Share
kk: Ортақ ресурс
mai: साझा

source: Comment
kk: Түсіндірме
mai: टिप्पणी

source: PostScript Printer Description files (*.ppd, *.PPD, *.ppd.gz, *.PPD.gz, *.PPD.GZ)
kk: PostScript принтерінің сипаттама файлдары (*.ppd, *.PPD, *.ppd.gz, *.PPD.gz, *.PPD.GZ)
mai: पोस्ट स्क्रिप्ट मुद्रक विवरण फाइल (*.ppd, *.PPD, *.ppd.gz, *.PPD.gz, *.PPD.GZ)

source: All files (*)
kk: Барлық файлдар (*)
mai: सभटा फाइल (*)

source: Search
kk: Іздеу
mai: खोजू

source: New Class
kk: Жаңа класс
mai: नव वर्ग

source: New Printer
kk: Жаңа принтер
mai: नव मुद्रक

source: Change Device URI
kk: Құрылғы URI-ын өзгерту
mai: युक्ति URI बदलू

source: Download Printer Driver
kk: Принтер драйверін жүктеп алу

source: Change Driver
kk: Драйверді өзгерту
mai: चालक बदलू

source: fetching device list
kk: құрылғылар тізімі алынуда
mai: युक्ति सूची आन रहल अछि

source: Installing driver %s
kk: %s драйвері орнатылуда

source: Installing ...
kk: Орнатылуда ...

source: Searching
kk: Іздеу
mai: खोजि रहल अछि

source: Searching for drivers
kk: Драйверлерді іздеу
mai: ड्राइवरक लेल खोजि

source: Enter URI
kk: URI енгізіңіз

source: Network Printer
kk: Желілік принтер
mai: संजाल मुद्रक

source: Find Network Printer
kk: Желілік принтерді табу
mai: संजाल मुद्रक ताकू

source: Windows Printer via SAMBA
kk: SAMBA арқылы Windows принтері
mai: SAMBA सँ विंडोज मुद्रक

source: Allow all incoming IPP Browse packets
kk: Барлық кіріс IPP шолу пакеттеріне рұқсат беру

source: Allow all incoming mDNS traffic
kk: Барлық кіріс mDNS трафигіне рұқсат беру

source: Adjust Firewall
kk: Брандмауэрді реттеу

source: Do It Later
kk: Кейінірек істеу

source: (Current)
kk: (Ағымдағы)
mai: (वर्तमान)

source: Scanning...
kk: Сканнерлеу...
mai: स्कैनिंग...

source: No Print Shares
kk: Басып шығаруға ортақ ресурстар жоқ
mai: कोनो मुद्रक साझा नहि

source: There were no print shares found. Please check that the Samba service is marked as trusted in your firewall configuration.
kk: Басып шығаруға ортақ ресурстар табылмады. Брандмауэр баптауларында Samba қызметінің сенімді ретінде белгіленгенін тексеріңіз.
mai: कोनो छपाइ साझा नहि भेटल छल. कृप्या जाँचू जे सांबा सेवा अहाँक फायरवाल विन्यास मे विश्वसनीय रूपेँ चिह्नित अछि.

source: Verification requires the %s module
kk: Тексеру үшін %s модулі қажет

source: Allow all incoming SMB/CIFS browse packets
kk: Барлық кіріс SMB/CIFS шолу пакеттеріне рұқсат беру

source: Print Share Verified
kk: Басып шығарудың ортақ ресурсы тексерілді
mai: छपाइ साझा जाँच

source: This print share is accessible.
kk: Бұл ортақ ресурсқа қол жеткізуге болады.
mai: छपाइ साझा पहुँच योग्य अछि.

source: This print share is not accessible.
kk: Бұл ортақ ресурсқа қол жеткізу мүмкін емес.
mai: ई छपाइ साझा पहुँच योग्य नहि अछि.

source: Print Share Inaccessible
kk: Ортақ ресурсқа қол жеткізу мүмкін емес
mai: छपाइ साझा पहुँच योग्य नहि

source: Parallel Port
kk: Параллельді порт
mai: समांतर पोर्ट

source: Serial Port
kk: Сериялық порт
mai: क्रमिक पोर्ट

source: Fax
kk: Факс
mai: फैक्स

source: LPD/LPR queue '%s'
kk: '%s' LPD/LPR кезегі
mai: LPD/LPR कतार '%s'

source: LPD/LPR queue
kk: LPD/LPR кезегі
mai: LPD/LPR कतार

source: Remote CUPS printer via DNS-SD
kk: DNS-SD арқылы қашықтағы CUPS принтері

source: %s network printer via DNS-SD
kk: DNS-SD арқылы %s желілік принтері

source: Network printer via DNS-SD
kk: DNS-SD арқылы желілік принтер

source: A printer connected to the parallel port.
kk: Параллельді портқа қосылған принтер.
mai: समांतर पोर्ट मे एकटा मुद्रक संबंधित.

source: A fax machine or the fax function of a multi-function device connected to a USB port.
kk: USB портына қосылған факс аппараты немесе көп функциялы құрылғының факс функциясы.

source: A printer connected to a USB port.
kk: USB портына қосылған принтер.
mai: USB पोर्ट मे एकटा मुद्रक संबंधित.

source: A printer connected via Bluetooth.
kk: Bluetooth арқылы қосылған принтер.

source: HPLIP software driving a printer, or the printer function of a multi-function device.
kk: Принтерді немесе көп функциялы құрылғының принтер функциясын басқаратын HPLIP бағдарламалық қамтамасы.
mai: HPLIP साफ्टवेयर जे एकटा मुद्रक केँ चलाबैत अछि, अथवा बहुल प्रकार्य युक्ति क मुद्रक प्रकार्य.

source: HPLIP software driving a fax machine, or the fax function of a multi-function device.
kk: Факс аппаратын немесе көп функциялы құрылғының факс функциясын басқаратын HPLIP бағдарламалық қамтамасы.
mai: HPLIP साफ्टवेयर जे एकटा फैक्स मशीन केँ चलाबैत अछि, अथवा बहुल प्रकार्य युक्ति क फैक्स प्रकार्य.

source: Local printer detected by the Hardware Abstraction Layer (HAL).
kk: Hardware Abstraction Layer (HAL) арқылы анықталған жергілікті принтер.
mai: हार्डवेयर सारांश स्तर (HAL) क द्वारा स्थानीय मुद्रक पाया गेल.

source: Searching for printers
kk: Принтерлерді іздеу
mai: मुद्रक कए लेल खोजि

source: No printer was found at that address.
kk: Бұл адрес бойынша ешқандай принтер табылмады.
mai: ओ पता पर कोनो मुद्रक नहि भेटल छल.

source: -- Select from search results --
kk: -- Іздеу нәтижелерінен таңдаңыз --
mai: -- खोजि परिणाम क लेल चुनू --

source: -- No matches found --
kk: -- Сәйкестіктер табылмады --
mai: -- कोनो मेल नहि भेटल --

source: Local Driver
kk: Жергілікті драйвер
mai: स्थानीय ड्राइवर

source: (recommended)
kk: (ұсынылады)
mai: (अनुशंसित)

source: This PPD is generated by foomatic.
kk: Бұл PPD foomatic арқылы жасалған.
mai: ई PPD foomatic क द्वारा बनाएल गेल अछि.

source: Distributable
kk: Таратылатын
mai: वितरणयोग्य

source: No support contacts known
kk: Қолдау көрсету контактілері белгісіз
mai: कोनो समर्थन संपर्क नहि ज्ञात

source: Not specified.
kk: Көрсетілмеген.
mai: निर्दिष्ट नहि.

source: Database error
kk: Дерекқор қатесі
mai: डाटाबेस त्रुटि

source: The '%s' driver cannot be used with printer '%s %s'.
kk: '%s' драйверін '%s %s' принтерімен пайдалану мүмкін емес.
mai: '%s' ड्राइवर '%s %s' मुद्रक क संग प्रयुक्त नहि भए सकैत अछि.

source: You will need to install the '%s' package in order to use this driver.
kk: Бұл драйверді пайдалану үшін '%s' дестесін орнату қажет.
mai: अहाँकेँ '%s' संकुल केँ संस्थापित करबाक जरूरत हाएत ई ड्राइवर केँ प्रयोग करबाक लेल.

source: PPD error
kk: PPD қатесі
mai: PPD त्रुटि

source: Failed to read PPD file. Possible reason follows:
kk: PPD файлын оқу сәтсіз аяқталды. Ықтимал себебі:
mai: PPD फाइल केँ पढ़बामे विफल. संभावित कारण आगाँ अछि:

source: Downloadable drivers
kk: Жүктеп алынатын драйверлер
mai: डाउनलोड करबा योग्य ड्राइवर

source: Failed to download PPD.
kk: PPD жүктеп алу сәтсіз аяқталды.
mai: PPD डाउनलोड करबा मे विफल.

source: fetching PPD
kk: PPD алынуда
mai: PPD आन रहल अछि

source: No Installable Options
kk: Орнатуға болатын опциялар жоқ
mai: संस्थापन योग्य विकल्प नहि

source: adding printer %s
kk: %s принтері қосылуда
mai: मुद्रक %s जोड़ रहल अछि

source: modifying printer %s
kk: %s принтері өзгертілуде
mai: मुद्रक %s रूपांतरित कए रहल अछि

source: Conflicts with:
kk: Қайшылықтар:
mai: एकर संग विरोध:

source: Abort job
kk: Тапсырманы тоқтату
mai: काज छोडू

source: Retry current job
kk: Ағымдағы тапсырманы қайталау

source: Retry job
kk: Тапсырманы қайталау
mai: काजक फेर कोसिस करू

source: Stop printer
kk: Принтерді тоқтату
mai: मुद्रक रोकू

source: Default behavior
kk: Әдепкі әрекет
mai: स्वनिर्धारित व्यवहार

source: Authenticated
kk: Аутентификацияланған
mai: सत्यापित

source: Classified
kk: Классификацияланған
mai: वर्गीकृत

source: Confidential
kk: Құпия
mai: गोपनीय

source: Secret
kk: Жасырын
mai: गुप्त

source: Standard
kk: Стандартты
mai: मानक

source: Top secret
kk: Өте құпия
mai: अत्यधिक गुप्त

source: Unclassified
kk: Классификацияланбаған
mai: अवर्गीकृत

source: No hold
kk: Кідіртусіз
mai: कोनो रोकि नहि

source: Indefinite
kk: Мерзімсіз
mai: अनिश्चित

source: Daytime
kk: Күндізгі уақыт
mai: दिवस समय

source: Evening
kk: Кешкі уақыт
mai: शाम

source: Night
kk: Түнгі уақыт
mai: रात

source: Second shift
kk: Екінші ауысым
mai: दोसर शिफ्ट

source: Third shift
kk: Үшінші ауысым
mai: तेसर शिफ्ट

source: Weekend
kk: Демалыс күндері
mai: सप्ताहांत

source: General
kk: Жалпы
mai: सामान्य

source: Print Quality
kk: Басып шығару сапасы

source: Automatic
kk: Автоматты

source: Printing Quality
kk: Басып шығару сапасы

source: Draft
kk: Шимай

source: Normal
kk: Қалыпты

source: Normal Color
kk: Қалыпты түсті

source: Normal Grayscale
kk: Қалыпты сұр түсті

source: Draft Color
kk: Шимай түсті

source: Draft Grayscale
kk: Шимай сұр түсті

source: Best
kk: Ең жақсы

source: High-Resolution Photo
kk: Жоғары ажыратымдылықты фото

source: Fast Draft
kk: Жылдам шимай

source: Installed Cartridges
kk: Орнатылған картридждер

source: Fast Only
kk: Тек жылдам

source: Photo Only
kk: Тек фото

source: Black and TriColor
kk: Қара және үш түсті

source: Photo and TriColor
kk: Фото және үш түсті

source: Resolution
kk: Ажыратымдылық

source: Color Mode
kk: Түс режимі

source: High Quality Grayscale
kk: Жоғары сапалы сұр түсті

source: Black Only Grayscale
kk: Тек қара сұр түсті

source: Quality
kk: Сапасы

source: High Resolution
kk: Жоғары ажыратымдылық

source: Paper source
kk: Қағаз көзі

source: Auto Source
kk: Автоматты таңдау

source: Manual Feed
kk: Қолмен беру

source: Middle Tray
kk: Ортаңғы науа

source: Upper or Only One InputSlot
kk: Жоғарғы немесе жалғыз кіріс слоты

source: Multi-purpose Tray
kk: Көп мақсатты науа

source: Drawer 1
kk: 1-жәшік

source: Drawer 2
kk: 2-жәшік

source: Tray 1
kk: 1-науа

source: Auto Select
kk: Автоматты таңдау

source: Media Type
kk: Тасымалдағыш түрі

source: Color
kk: Түсті

source: Envelope
kk: Конверт

source: Labels
kk: Жапсырмалар

source: Standard Paper
kk: Стандартты қағаз

source: Heavy
kk: Ауыр

source: Light
kk: Жеңіл

source: Recycled
kk: Қайта өңделген

source: Transparency
kk: Мөлдірлік

source: Plain Paper
kk: Жай қағаз

source: Plain
kk: Жай

source: Photo Paper
kk: Фотоқағаз

source: Transparency Film
kk: Мөлдір пленка

source: CD or DVD Media
kk: CD немесе DVD тасымалдағышы

source: Print Density
kk: Басып шығару тығыздығы

source: Extra Light (1)
kk: Өте жеңіл (1)

source: Light (2)
kk: Жеңіл (2)

source: Medium (3)
kk: Орташа (3)

source: Dark (4)
kk: Қараңғы (4)

source: Extra Dark (5)
kk: Өте қараңғы (5)

source: Duplex Printing
kk: Дуплексті басып шығару

source: Copies
kk: Көшірмелер

source: Adjustment
kk: Реттеу

source: Halftone Algorithm
kk: Жартылай рең алгоритмі

source: Miscellaneous
kk: Әртүрлі

source: N-up Orientation
kk: N-up бағыты

source: N-up Printing
kk: N-up басып шығару

source: Landscape
kk: Альбомдық

source: Seascape
kk: Аударылған альбомдық

source: Media Size
kk: Тасымалдағыш өлшемі

source: Output Mode
kk: Шығыс режимі

source: Grayscale
kk: Сұр түстер шкаласы

source: Toner save mode
kk: Тонерді үнемдеу режимі

source: Tray1
kk: 1-науа

source: Tray2
kk: 2-науа

source: Tray3
kk: 3-науа

source: Two-Sided
kk: Екі жақты

source: Print Settings
kk: Басып шығару баптаулары

source: Print Settings (Advanced)
kk: Басып шығару баптаулары (Кеңейтілген)

source: Color Settings
kk: Түс баптаулары

source: Color Settings (Advanced)
kk: Түс баптаулары (Кеңейтілген)

source: Brightness
kk: Жарықтылық

source: Contrast
kk: Контраст

source: Red
kk: Қызыл

source: Green
kk: Жасыл

source: Blue
kk: Көк

source: _Media Size
kk: Тасымалдағыштың өл_шемі

source: _Grayscale
kk: _Сұр түстер шкаласы

source: _Brightness
kk: _Жарықтылық

source: _Contrast
kk: _Контраст

source: _Saturation
kk: Қ_анықтылық

source: On
kk: Қосулы

source: 2-Sided Printing
kk: 2 жақты басып шығару

source: Shrink Page If Necessary to Fit Borders
kk: Қажет болса, бетті жиектерге сыйғызу үшін кішірейту

source: Shrink (print the whole page)
kk: Кішірейту (бүкіл бетті басып шығару)

source: Crop (preserve dimensions)
kk: Қиып алу (өлшемдерін сақтау)

source: Expand (use maximum page area)
kk: Кеңейту (беттің максималды аумағын пайдалану)

source: Borderless
kk: Жиектерсіз

source: No
kk: Жоқ
mai: नहि

source: Yes
kk: Иә
mai: हँ

source: Output Control Common
kk: Шығысты басқарудың жалпы параметрлері

source: Color Correction
kk: Түсті түзету

source: Brightness Fine Adjustment
kk: Жарықтылықты дәл реттеу

source: Contrast Fine Adjustment
kk: Контрасты дәл реттеу

source: Saturation Fine Adjustment
kk: Қанықтылықты дәл реттеу

source: Image Type
kk: Сурет түрі

source: Bidirectional printing
kk: Екі бағытты басып шығару

source: Installable Options
kk: Орнатуға болатын опциялар
mai: संस्थापन योग्य विकल्प

source: Duplexer Installed
kk: Дуплексер орнатылған

source: Color Model
kk: Түс моделі

source: Color Precision
kk: Түс дәлдігі

source: Resolution
kk: Ажыратымдылық

source: Printer Features Common
kk: Принтердің жалпы мүмкіндіктері

source: CD Hub Size
kk: CD хабының өлшемі

source: Ink Type
kk: Сия түрі

source: Toner Save
kk: Тонерді үнемдеу

source: ON
kk: ҚОСУЛЫ

source: Toner Density
kk: Тонер тығыздығы

source: Media Type
kk: Тасымалдағыш түрі

source: Collate
kk: Реттеу

source: Image Refinement
kk: Суретті жақсарту

source: Image Refinement
kk: Суретті жақсарту

source: Halftones
kk: Жартылай реңдер

source: Duplex
kk: Дуплекс

source: OFF
kk: СӨНДІРУЛІ

source: ON (Long-edged Binding)
kk: ҚОСУЛЫ (Ұзын жиегі бойынша түптеу)

source: ON (Short-edged Binding)
kk: ҚОСУЛЫ (Қысқа жиегі бойынша түптеу)

source: High Quality
kk: Жоғары сапа

source: Controlled by 'Print Quality'
kk: 'Басып шығару сапасы' арқылы басқарылады

source: Paper Destination
kk: Қағаз тағайындалған жері

source: Paper Size
kk: Қағаз өлшемі

source: Paper Type
kk: Қағаз түрі

source: Thin
kk: Жұқа

source: Thick
kk: Қалың

source: Thicker
kk: Қалыңырақ

source: Edge Enhance
kk: Жиекті жақсарту

source: Skip Blank Pages
kk: Бос беттерді өткізіп жіберу

source: Double-sided Printing
kk: Екі жақты басып шығару

source: Reverse Duplex Printing
kk: Кері дуплексті басып шығару

source: Long Edge
kk: Ұзын жиегі

source: Short Edge
kk: Қысқа жиегі

source: Two-sided
kk: Екі жақты

source: Toner Save
kk: Тонерді үнемдеу

source: Finisher
kk: Финишер

source: Option Tray
kk: Қосымша науа

source: External Tray
kk: Сыртқы науа

source: Internal Tray 1
kk: 1-ішкі науа

source: Internal Tray 2
kk: 2-ішкі науа

source: Internal Shift Tray
kk: Ішкі жылжымалы науа

source: Not Installed
kk: Орнатылмаған

source: Installed
kk: Орнатылған

source: PageSize
kk: Бет өлшемі

source: InputSlot
kk: Кіріс слоты

source: Tray 2
kk: 2-науа

source: Tray 3
kk: 3-науа

source: Tray 4
kk: 4-науа

source: Bypass Tray
kk: Айналмалы науа

source: Collate
kk: Реттеу

source: Destination
kk: Тағайындалған жері

source: Staple
kk: Степлермен бекіту

source: Punch
kk: Тесу

source: Toner Saving
kk: Тонерді үнемдеу

source: Gradation
kk: Градация

source: Fast
kk: Жылдам

source: Printout mode
kk: Басып шығару режимі
mai: प्रिंटआउट विधि

source: Draft (auto-detect-paper type)
kk: Шимай (қағаз түрін автоматты анықтау)
mai: प्रारूप (auto-detect-paper type)

source: Draft (Color cartridge)
kk: Шимай (Түсті картридж)

source: Draft grayscale (Black cartridge)
kk: Шимай сұр түсті (Қара картридж)

source: Draft grayscale (auto-detect-paper type)
kk: Шимай сұр түсті (қағаз түрін автоматты анықтау)
mai: प्रारूप सादा (auto-detect-paper type)

source: Normal (Color cartridge)
kk: Қалыпты (Түсті картридж)

source: Normal grayscale (Black cartridge)
kk: Қалыпты сұр түсті (Қара картридж)

source: Normal (auto-detect-paper type)
kk: Қалыпты (қағаз түрін автоматты анықтау)
mai: सामान्य (auto-detect-paper type)
