Repository: OpenPrinting/system-config-printer
Catalog: po/*.po
Languages: kk, mai

source: Comments...
kk: Түсіндірмелер...
mai: टिप्पणी...

source: <span weight="bold" size="larger">Choose Class Members</span>
kk: <span weight="bold" size="larger">Класс мүшелерін таңдау</span>
mai: <span weight="bold" size="larger">वर्ग संख्या चुनू</span>

source: move left
kk: солға жылжыту
mai: बाम घसकू

source: move right
kk: оңға жылжыту
mai: दहिन जाउ

source: Class Members
kk: Класс мүшелері

source: <span weight="bold" size="larger">Existing Settings</span>
kk: <span weight="bold" size="larger">Қолданыстағы баптаулар</span>
mai: <span weight="bold" size="larger">मोजुदा सेटिंग</span>

source: Try to transfer the current settings
kk: Ағымдағы баптауларды тасымалдауға тырысу

source: Use the new PPD (Postscript Printer Description) as is.
kk: Жаңа PPD (Postscript принтерінің сипаттамасы) файлын сол күйінде пайдалану.
mai: नव PPD (पोस्टस्क्रिप्ट मुद्रक विवरण) क प्रयोग करू जहिना अछि.

source: This way all current option settings will be lost. The default settings of the new PPD will be used.
kk: Осылайша ағымдағы барлық опция баптаулары жоғалады. Жаңа PPD файлының әдепкі баптаулары пайдаланылады.
mai: ई तरीका सँ सभटा मोजुदा विकल्प सेटिंग खत्म भए जाएत. नव PPD क स्वनिर्धारित सेटिंग केँ प्रयोग कएल जाएत.

source: Try to copy the option settings over from the old PPD.
kk: Опция баптауларын ескі PPD файлынан көшіруге тырысу.
mai: पुरान PPD सँ विकल्प सेटिंग कापी करबाक कोसिस करू.

source: This is done by assuming that options with the same name do have the same meaning. Settings of options that are not present in the new PPD will be lost and options only present in the new PPD will be set to default.
kk: Бұл аттары бірдей опциялардың мағынасы да бірдей деген болжаммен жасалады. Жаңа PPD файлында жоқ опциялардың баптаулары жоғалады, ал тек жаңа PPD файлында бар опциялар әдепкі бойынша орнатылады.
mai: ई ओ विकल्प केँ मानकए कएल जाइत अछि समान नाम क संग समान अर्थ केँ राखैत. विकल्प क सेटिंग जे नव PPD मे मौजूद नहि अछि वह गुम भए जाएत आओर नव PPD मे केवल विकल्प स्वनिर्धारित रूपेँ सेट कएल जाएत.

source: Change PPD
kk: PPD файлын өзгерту

source: <span weight="bold" size="larger">Installable Options</span>
kk: <span weight="bold" size="larger">Орнатуға болатын опциялар</span>
mai: <span weight="bold" size="larger">संस्थापन योग्य विकल्प</span>

source: This driver supports additional hardware that may be installed in the printer.
kk: Бұл драйвер принтерге орнатылуы мүмкін қосымша аппараттық құралдарды қолдайды.
mai: ई ड्राइवर बाइली हार्डवेयर क समर्थन करैत अछि जे मुद्रक मे संस्थापित भए सकैत अछि.

source: Installed Options
kk: Орнатылған опциялар
mai: संस्थापित विकल्प

source: For the printer you have selected there are drivers available for download.
kk: Сіз таңдаған принтер үшін жүктеп алуға болатын драйверлер бар.
mai: मुद्रक क लेल आपने चुनल अछि डाउनलोड क लेल ड्राइवर मोजुद अछि.

source: These drivers do not come from your operating system supplier and will not be covered by their commercial support. See the support and license terms of the driver's supplier.
kk: Бұл драйверлер сіздің операциялық жүйеңізді жеткізушіден алынбаған және олардың коммерциялық қолдауына кірмейді. Драйвер жеткізушісінің қолдау көрсету және лицензиялық шарттарын қараңыз.
mai: ई ड्राइवर अहाँक आपरेटिंग सिस्टम आपूर्तिकर्ता सँ नहि आबि रहल अछि आओर ओकर वाणिज्यिक समर्थन क अंतर्गत नहि आएत. ड्राइवरक आपूर्तिकर्ताक समर्थन आ लाइसेंस शर्त देखू.

source: <b>Note</b>
kk: <b>Ескерту</b>
mai: <b>नोट</b>

source: <b>Select Driver</b>
kk: <b>Драйверді таңдау</b>
mai: <b>ड्राइवर चुनू</b>

source: With this choice no driver download will be performed. In the next steps a locally installed driver will be selected.
kk: Бұл таңдау кезінде драйверді жүктеп алу орындалмайды. Келесі қадамдарда жергілікті орнатылған драйвер таңдалады.
mai: ई पसिन्नक संग कोनो ड्राइवर डाउनलोड नहि कएल जाएत. अगिला चरण मे स्थानीय रूपेँ संस्थापित ड्राइवर चुनल जाएत.

source: Description:
kk: Сипаттамасы:
mai: वर्णनः

source: License:
kk: Лицензиясы:
mai: लाइसेंस:

source: Supplier:
kk: Жеткізуші:
mai: आपूर्तिकर्ता:

source: license
kk: лицензия

source: short description
kk: қысқа сипаттамасы

source: Manufacturer
kk: Өндіруші
mai: निर्माता

source: supplier
kk: жеткізуші

source: Free software
kk: Еркін бағдарламалық қамтама
mai: फ्री साफ्टवेयर

source: Patented algorithms
kk: Патенттелген алгоритмдер
mai: पेटेंट कएल अलगोरिथम

source: Support:
kk: Қолдау:
mai: समर्थन:

source: support contacts
kk: қолдау көрсету контактілері

source: Text:
kk: Мәтін:
mai: पाठ:

source: Line art:
kk: Сызбалық өнер:
mai: लाइन आर्ट:

source: Graphics:
kk: Графика:
mai: आलेखी:

source: Photo:
kk: Фото:
mai: फोटो:

source: <b>Output Quality</b>
kk: <b>Шығыс сапасы</b>
mai: <b>आउटपुट गुणवत्ता</b>

source: Yes, I accept this license
kk: Иә, мен бұл лицензияны қабылдаймын
mai: हाँ, हम ई लाइसेंस स्वीकार करैत छी

source: No, I do not accept this license
kk: Жоқ, мен бұл лицензияны қабылдамаймын
mai: नहि, हम ई लाइसेंस स्वीकार नहि करैत छी

source: <b>License Terms</b>
kk: <b>Лицензиялық шарттар</b>
mai: <b>लाइसेंस शर्त</b>

source: Driver details
kk: Драйвер мәліметтері
mai: ड्राइवर विवरण

source: _Back
kk: А_ртқа

source: _Apply
kk: Іс_ке асыру

source: _Forward
kk: А_лға

source: Printer Properties
kk: Принтер қасиеттері
mai: प्रिंटर विशेषता

source: Co_nflicts
kk: Қай_шылықтар

source: _Close
kk: _Жабу

source: Location:
kk: Орналасқан жері:
mai: स्थानः

source: Device URI:
kk: Құрылғы URI-ы:
mai: युक्ति URI:

source: Printer State:
kk: Принтер күйі:
mai: मुद्रक स्थिति:

source: Make and Model:
kk: Өндіруші және модель:
mai: निर्माण आओर माडल:

source: Change...
kk: Өзгерту...
mai: बदलू...

source: make and model
kk: өндіруші және модель

source: printer state
kk: принтер күйі

source: <b>Settings</b>
kk: <b>Баптаулар</b>
mai: <b> सेटिंग</b>

source: Print Self-Test Page
kk: Өздік сынақ бетін басып шығару
mai: स्व जाँच पृष्ठ छापू

source: Clean Print Heads
kk: Басып шығару бастиектерін тазалау
mai: छपाइ शीर्ष साफ करू

source: <b>Tests and Maintenance</b>
kk: <b>Сынақтар және қызмет көрсету</b>
mai: <b>जाँच आ देखभाल</b>

source: Settings
kk: Баптаулар
mai: विन्यास

source: Enabled
kk: Іске қосылған
mai: समर्थ

source: Accepting jobs
kk: Тапсырмаларды қабылдауда
mai: काज स्वीकार कए रहल अछि

source: Shared
kk: Ортақ
mai: साझा

source: <i>Not published See server settings</i>
kk: <i>Жарияланбаған Сервер баптауларын қараңыз</i>
mai: <i>प्रकाशित नहि सर्वर सेटिंग देखू</i>

source: <b>State</b>
kk: <b>Күйі</b>
mai: <b> स्थिति</b>

source: Error Policy:
kk: Қателер саясаты:

source: Operation Policy:
kk: Операциялар саясаты:
mai: प्रक्रिया नीति:

source: <b>Policies</b>
kk: <b>Саясаттар</b>
mai: <b>नीति</b>

source: Starting Banner:
kk: Бастапқы баннер:
mai: प्रारंभिक बैनर:

source: Ending Banner:
kk: Соңғы баннер:
mai: समाप्ति बैनर:

source: <b>Banner</b>
kk: <b>Баннер</b>
mai: <b>बैनर</b>

source: Policies
kk: Саясаттар
mai: नीति

source: Allow printing for everyone except these users:
kk: Осы пайдаланушылардан басқасының бәріне басып шығаруға рұқсат беру:
mai: ई प्रयोक्ता कए अलाबा प्रत्येक कए लेल मुद्रणक अनुमति दिअ':

source: Deny printing for everyone except these users:
kk: Осы пайдаланушылардан басқасының бәріне басып шығаруға тыйым салу:
mai: ई प्रयोक्ता क अलाबा प्रत्येक क लेल छपाइ मना करू:

source: user
kk: пайдаланушы
mai: प्रयोक्ता

source: _Add
kk: Қо_су

source: Access Control
kk: Қол жеткізуді басқару
mai: पहुँच नियंत्रण

source: Add or Remove Members
kk: Мүшелерді қосу немесе өшіру
mai: सदस्यों केँ जोड़ू अथवा हटाउ

source: Members
kk: Мүшелер
mai: सदस्यों

source: Specify the default job options for this printer. Jobs arriving at this print server will have these options added if they are not already set by the application.
kk: Осы принтер үшін әдепкі тапсырма опцияларын көрсетіңіз. Егер бағдарлама әлі орнатпаған болса, осы басып шығару серверіне келетін тапсырмаларға осы опциялар қосылады.
mai: ई मुद्रक क लेल स्वनिर्धारित काज विकल्प निर्दिष्ट करू. ई मुद्रण सर्वर पर आबैबला काज ई विकल्प राखत जँ ओ पहिने सँ अनुप्रयोग द्वारा सेट नहि अछि.

source: Copies:
kk: Көшірмелер:
mai: कापी:

source: Orientation:
kk: Бағыты:
mai: अभिमुखन:

source: Scale to fit
kk: Сыйғызу үшін масштабтау
mai: मापक मे सटीक

source: Pages per side:
kk: Бір жағындағы беттер:
mai: पृष्ठ प्रति पक्ष:

source: Pages per side layout:
kk: Бір жағындағы беттер жаймасы:
mai: पृष्ठ प्रति स्लाइड लेआउट:

source: Brightness:
kk: Жарықтылық:
mai: चमकीलापन:

source: Finishings:
kk: Соңғы өңдеу:
mai: समाप्त कए रहल अछि:

source: Job priority:
kk: Тапсырма басымдылығы:
mai: काज प्राथमिकता:

source: Media:
kk: Тасымалдағыш:
mai: मीडिया:

source: Sides:
kk: Жақтары:
mai: किनार:

source: Hold until:
kk: Мына уақытқа дейін кідірту:
mai: रोकल राखू जखन तक:

source: Output order:
kk: Шығыс реті:

source: Print quality:
kk: Басып шығару сапасы:

source: Printer resolution:
kk: Принтер ажыратымдылығы:

source: Output bin:
kk: Шығыс жәшігі:

source: Reset
kk: Тастау
mai: रिसेट करू

source: More
kk: Көбірек
mai: बेसी

source: <b>Common Options</b>
kk: <b>Жалпы опциялар</b>
mai: <b>सामान्य विकल्प</b>

source: Mirror
kk: Айналы
mai: मिरर

source: Scaling:
kk: Масштабтау:
mai: मापि रहल अछि:

source: Saturation:
kk: Қанықтылық:
mai: संतृप्ति:

source: Hue adjustment:
kk: Реңді реттеу:
mai: ह्यू समायोजन:

source: Gamma:
kk: Гамма:
mai: गामा:

source: <b>Image Options</b>
kk: <b>Сурет опциялары</b>
mai: <b>छवि विकल्प</b>

source: Characters per inch:
kk: Дюймдегі таңбалар саны:
mai: अक्षर प्रति इंच:

source: Lines per inch:
kk: Дюймдегі жолдар саны:
mai: प्रति इंच पंक्ति:

source: Left margin:
kk: Сол жақ өріс:
mai: बाम हाशिया:

source: Right margin:
kk: Оң жақ өріс:
mai: बाम हाशिया:

source: Top margin:
kk: Жоғарғы өріс:
mai: शीर्ष हाशिया:

source: Bottom margin:
kk: Төменгі өріс:
mai: तल हाशिया:

source: Pretty print
kk: Әдемі басып шығару
mai: नीक छपाइ

source: Word wrap
kk: Сөздерді тасымалдау
mai: शब्द लपेटन

source: Columns:
kk: Бағандар:
mai: स्तंभ:

source: points
kk: пункттер
mai: बिंदु

source: <b>Text Options</b>
kk: <b>Мәтін опциялары</b>
mai: <b>पाठ विकल्प</b>

source: To add a new option, enter its name in the box below and click to add.
kk: Жаңа опцияны қосу үшін төмендегі өріске оның атын енгізіп, қосу үшін шертіңіз.
mai: एकटा नव विकल्प जोड़बा क लेल, एकर नाम केँ नीच्चाँ क पेटी मे डालू आओर जोड़बा क लेल क्लिक करू.

source: <b>Other Options (Advanced)</b>
kk: <b>Басқа опциялар (Кеңейтілген)</b>
mai: <b>आन विकल्प (उन्नत)</b>

source: Job Options
kk: Тапсырма опциялары
mai: काज विकल्प

source: <b>Ink/Toner Levels</b>
kk: <b>Сия/Тонер деңгейлері</b>
mai: <b>इंक/टोनर स्तर</b>

source: There are no status messages for this printer.
kk: Бұл принтер үшін күй хабарламалары жоқ.
mai: ई मुद्रक क लेल कोनो स्थिति संदेश नहि अछि.

source: <b>Status Messages</b>
kk: <b>Күй хабарламалары</b>
mai: <b>स्थिति संदेश</b>

source: Ink/Toner Levels
kk: Сия/Тонер деңгейлері
mai: इंक/टोनर स्तर

source: _Server
kk: _Сервер
mai: सर्वर (_S)

source: _View
kk: _Түрі
mai: देखू (_V)

source: _Discovered Printers
kk: _Табылған принтерлер
mai: खोजा गेल मुद्रक (_D)

source: _Help
kk: _Көмек
mai: मदति (_H)

source: _Troubleshoot
kk: _Ақаулықтарды іздеу
mai: संकटमोचन करू (_T)

source: About
kk: Туралы

source: There are no printers configured yet.
kk: Әзірге ешқандай принтер теңшелмеген.

source: Printing service not available. Start the service on this computer or connect to another server.
kk: Басып шығару қызметі қолжетімді емес. Осы компьютерде қызметті іске қосыңыз немесе басқа серверге қосылыңыз.

source: Start Service
kk: Қызметті іске қосу

source: Server Settings
kk: Сервер баптаулары

source: _Show printers shared by other systems
kk: Басқа жүйелермен ортақ пайдаланылатын принтерлерді көр_сету
mai: आन सिस्टम द्वारा साझा मुद्रक देखाउ (_S)

source: _Publish shared printers connected to this system
kk: Осы жүйеге қосылған ортақ принтерлерді жария_лау
mai: ई सिस्टम सँ जुड़ल साझा मुद्रक प्रकाशित करू (_P)

source: Allow printing from the _Internet
kk: _Интернеттен басып шығаруға рұқсат беру
mai: इंटरनेट सँ छापैक अनुमति दिअ' (_I)

source: Allow _remote administration
kk: Қашықтаған ба_сқаруға рұқсат беру
mai: दूरस्थ प्रशासनक अनुमति दिअ' (_r)

source: Allow _users to cancel any job (not just their own)
kk: _Пайдаланушыларға кез келген тапсырмадан бас тартуға рұқсат беру
mai: कोनो काज केँ रद करबाक लेल प्रयोक्ता केँ अनुमति दिअ' (न केवल उनका अपना) (_u)

source: Save _debugging information for troubleshooting
kk: Ақаулықтарды іздеу үшін жөндеу ақ_паратын сақтау
mai: संकटमोचनक लेल डिबगिंग सूचना सहेजू (_d)

source: Do not preserve job history
kk: Тапсырмалар тарихын сақтамау
mai: काज इतिहास संरक्षित नहि राखू

source: Preserve job history but not files
kk: Тапсырмалар тарихын сақтау, бірақ файлдарды емес
mai: काज इतिहास संरक्षित राखू मुदा फाइल नहि

source: Preserve job files (allow reprinting)
kk: Тапсырма файлдарын сақтау (қайта басып шығаруға рұқсат беру)
mai: काज फाइल संरक्षित राखू (फेर छपाइ क स्वीकृति दिअ')

source: <b>Job history</b>
kk: <b>Тапсырмалар тарихы</b>

source: Usually print servers broadcast their queues. Specify print servers below to periodically ask for queues instead.
kk: Әдетте басып шығару серверлері өз кезектерін хабарлайды. Кезектерді мерзімді түрде сұрау үшін төменде басып шығару серверлерін көрсетіңіз.

source: Remove
kk: Өшіру

source: <b>Browse servers</b>
kk: <b>Серверлерді шолу</b>

source: Advanced Server Settings
kk: Сервердің кеңейтілген баптаулары
mai: उन्नत सर्वर सेटिंग

source: <b>Basic Server Settings</b>
kk: <b>Сервердің негізгі баптаулары</b>
mai: <b> मूल सर्वर सेटिंग</b>

source: SMB Browser
kk: SMB браузері
mai: SMB ब्राउजर

source: _Hide
kk: _Жасыру
mai: नुकाउ (_H)

source: _Configure Printers
kk: Принтерлерді _теңшеу
mai: मुद्रक विन्यस्त करू (_C)

source: _Quit
kk: _Шығу

source: Please Wait
kk: Күте тұрыңыз
mai: कृप्या प्रतीक्षा करू

source: Configure printers
kk: Принтерлерді теңшеу
mai: मुद्रक विन्यस्त करू

source: Toner low
kk: Тонер аз
mai: टोनर कम

source: Printer '%s' is low on toner.
kk: '%s' принтерінде тонер аз.
mai: मुद्रक '%s' कए टोनर कम अछि.

source: Toner empty
kk: Тонер таусылды
mai: टोनर खाली

source: Printer '%s' has no toner left.
kk: '%s' принтерінде тонер қалмады.
mai: मुद्रक '%s' कए कोनो टोनर नहि बचल अछि.

source: Cover open
kk: Қақпағы ашық
mai: कवर खुलल

source: The cover is open on printer '%s'.
kk: '%s' принтерінің қақпағы ашық.
mai: आवरण '%s' मुद्रक पर खुलल अछि.

source: Door open
kk: Есігі ашық
mai: किवाड़ खुलल

source: The door is open on printer '%s'.
kk: '%s' принтерінің есігі ашық.
mai: किवाड़ '%s' मुद्रक पर खुलल अछि.

source: Paper low
kk: Қағаз аз
mai: कागज कम

source: Printer '%s' is low on paper.
kk: '%s' принтерінде қағаз аз.
mai: मुद्रक '%s' मे कम कागज अछि.

source: Out of paper
kk: Қағаз таусылды
mai: कागज क' बाहर

source: Printer '%s' is out of paper.
kk: '%s' принтерінде қағаз таусылды.
mai: मुद्रक '%s' मे कागज नहि अछि.

source: Ink low
kk: Сия аз
mai: इंक कम अछि

source: Printer '%s' is low on ink.
kk: '%s' принтерінде сия аз.
mai: मुद्रक '%s' मे इंक कम अछि.

source: Ink empty
kk: Сия таусылды
mai: इंक खाली अछि

source: Printer '%s' has no ink left.
kk: '%s' принтерінде сия қалмады.
mai: मुद्रक '%s' क पास इंक नहि बचा अछि.

source: Printer off-line
kk: Принтер желіде емес
mai: मुद्रक आफलाइन

source: Printer '%s' is currently off-line.
kk: '%s' принтері қазір желіде емес.
mai: '%s' मुद्रक अखन आफलाइन अछि.

source: Not connected?
kk: Қосылмаған ба?
mai: संबंधित नहि?

source: Printer '%s' may not be connected.
kk: '%s' принтері қосылмаған болуы мүмкін.
mai: मुद्रक '%s' संबंधित नहि भए सकैत अछि.

source: Printer error
kk: Принтер қатесі
mai: मुद्रक त्रुटि

source: There is a problem on printer '%s'.
kk: '%s' принтерінде мәселе бар.
mai: मुद्रक '%s' मे समस्या अछि.

source: Printer configuration error
kk: Принтерді теңшеу қатесі

source: There is a missing print filter for printer '%s'.
kk: '%s' принтері үшін басып шығару фильтрі жоқ.

source: Printer report
kk: Принтер есебі
mai: मुद्रक रिपोर्ट

source: Printer warning
kk: Принтер ескертуі
mai: मुद्रक चेतावनी

source: Printer '%s': '%s'.
kk: Принтер '%s': '%s'.
mai: मुद्रक '%s': '%s'.

source: Please wait
kk: Күте тұрыңыз
mai: कृप्या प्रतीक्षा करू

source: Gathering information
kk: Ақпарат жиналуда
mai: सूचना जमा कए रहल अछि

source: _Filter:
kk: _Фильтр:
mai: फिल्टर (_F):

source: Printing troubleshooter
kk: Басып шығару ақаулықтарын жою құралы
mai: संकटमोचन छपाइ

source: To start this tool, select System->Administration->Print Settings from the main menu.
kk: Бұл құралды іске қосу үшін негізгі мәзірден Жүйе->Әкімшілік->Басып шығару баптаулары тармағын таңдаңыз.

source: Server Not Exporting Printers
kk: Сервер принтерлерді экспорттамайды
mai: सर्वर जे मुद्रक निर्यात नहि कए रहल अछि

source: Although one or more printers are marked as being shared, this print server is not exporting shared printers to the network.
kk: Бір немесе бірнеше принтер ортақ ретінде белгіленгенімен, бұл басып шығару сервері ортақ принтерлерді желіге экспорттамайды.
mai: मुदा एकटा अथवा बेसी मुद्रक साझा कएल जाएबाक लेल चिह्नित कएल गेल छल, ई छपाइ सर्वर संजाल मे साझा मुद्रक निर्यात नहि कए रहल अछि.

source: Enable the 'Publish shared printers connected to this system' option in the server settings using the printing administration tool.
kk: Басып шығаруды әкімшілендіру құралын пайдаланып, сервер баптауларында 'Осы жүйеге қосылған ортақ принтерлерді жариялау' опциясын іске қосыңыз.
mai: 'ई सिस्टम मे संबंधित साझा मुद्रक प्रकाशित करू' विकल्प केँ सर्वर सेटिंग मे मुद्रण प्रशासन अओजार क प्रयोग सँ सक्रिय करू.

source: Install
kk: Орнату
mai: संस्थापित करू

source: Invalid PPD File
kk: Жарамсыз PPD файлы
mai: अमान्य PPD फाइल

source: The PPD file for printer '%s' does not conform to the specification. Possible reason follows:
kk: '%s' принтеріне арналған PPD файлы спецификацияға сәйкес келмейді. Ықтимал себебі:
mai: मुद्रक '%s' क लेल PPD फाइल विनिर्दिष्टता केँ संगत नहि करैत अछि. संभावित कारण ई प्रकार अछि:

source: There is a problem with the PPD file for printer '%s'.
kk: '%s' принтерінің PPD файлында мәселе бар.
mai: मुद्रक '%s' क लेल PPD फाइल क संग एकटा समस्या अछि.

source: Missing Printer Driver
kk: Принтер драйвері жоқ
mai: गुम मुद्रक ड्राइवर

source: Printer '%s' requires the '%s' program but it is not currently installed.
kk: '%s' принтері үшін '%s' бағдарламасы қажет, бірақ ол қазір орнатылмаған.
mai: '%s' मुद्रक '%s' प्रोग्राम क जरूरत अछि मुदा ई अखन संस्थापित नहि अछि.

source: Choose Network Printer
kk: Желілік принтерді таңдаңыз
mai: संजाल मुद्रक चुनू

source: Please select the network printer you are trying to use from the list below. If it does not appear in the list, select 'Not listed'.
kk: Төмендегі тізімнен пайдаланғыңыз келетін желілік принтерді таңдаңыз. Егер ол тізімде болмаса, 'Тізімде жоқ' тармағын таңдаңыз.
mai: कृप्या ई संजाल मुद्रक चुनू जकरा अहाँ नीच्चाँ क सूची सँ प्रयोग कएनाइ चाहैत छी. जँ ई सूची मे प्रकट नहि होइछ, 'सूचीबद्ध नहि' चुनू.

source: Information
kk: Ақпарат
mai: सूचना

source: Not listed
kk: Тізімде жоқ
mai: सूचीबद्ध नहि

source: Choose Printer
kk: Принтерді таңдаңыз
mai: मुद्रक चुनू

source: Please select the printer you are trying to use from the list below. If it does not appear in the list, select 'Not listed'.
kk: Төмендегі тізімнен пайдаланғыңыз келетін принтерді таңдаңыз. Егер ол тізімде болмаса, 'Тізімде жоқ' тармағын таңдаңыз.
mai: कृप्या ई मुद्रक चुनू जकरा अहाँ नीच्चाँ क सूची सँ प्रयोग कएनाइ चाहैत छी. जँ ई सूची मे प्रकट नहि होइछ, 'सूचीबद्ध नहि' चुनू.

source: Choose Device
kk: Құрылғыны таңдаңыз
mai: युक्ति चुनू

source: Please select the device you want to use from the list below. If it does not appear in the list, select 'Not listed'.
kk: Төмендегі тізімнен пайдаланғыңыз келетін құрылғыны таңдаңыз. Егер ол тізімде болмаса, 'Тізімде жоқ' тармағын таңдаңыз.
mai: कृप्या ई युक्ति चुनू जकरा अहाँ नीच्चाँ क सूची सँ प्रयोग कएनाइ चाहैत हैं. जँ ई सूची मे प्रकट नहि होइछ, 'सूचीबद्ध नहि' चुनू.

source: Debugging
kk: Жөндеу
mai: डिबगिंग

source: This step will enable debugging output from the CUPS scheduler. This may cause the scheduler to restart. Click the button below to enable debugging.
kk: Бұл қадам CUPS диспетчерінен жөндеу шығысын іске қосады. Бұл диспетчердің қайта іске қосылуына әкелуі мүмкін. Жөндеуді іске қосу үшін төмендегі батырманы шертіңіз.

source: Enable Debugging
kk: Жөндеуді іске қосу
mai: डिबगिंग सक्रिय करू

source: Debug logging enabled.
kk: Жөндеу журналы іске қосылды.
mai: डिबग लागिंग सक्रिय कएल गेल अछि.

source: Debug logging was already enabled.
kk: Жөндеу журналы бұрыннан іске қосылған.
mai: लागिंग क डिबग पहिने सँ सक्रिय अछि.

source: Retrieve Journal Entries
kk: Журнал жазбаларын алу

source: No system journal entries were found. This may be because you are not an administrator. To fetch journal entries please run this command:
kk: Жүйелік журнал жазбалары табылмады. Бұл сіздің әкімші емес екеніңізге байланысты болуы мүмкін. Журнал жазбаларын алу үшін мына команданы орындаңыз:

source: Error log messages
kk: Қателер журналының хабарламалары
mai: त्रुटि लाग संदेश

source: There are messages in the error log.
kk: Қателер журналында хабарламалар бар.
mai: त्रुटि लाग मे संदेश अछि.

source: Incorrect Page Size
kk: Бет өлшемі қате
mai: गलत पृष्ठ आकार

source: The page size for the print job was not the printer's default page size. If this is not intentional it may cause alignment problems.
kk: Басып шығару тапсырмасының бет өлшемі принтердің әдепкі бет өлшемімен сәйкес келмеді. Егер бұл әдейі жасалмаса, туралау мәселелерін тудыруы мүмкін.
mai: ई छपाइ काज क लेल पृष्ठ आकार मुद्रक क स्वनिर्धारित पृष्ठ आकार नहि छल. जँ ई जानि बूझिकए नहि अछि तँ ई संरेखण समस्या दए सकैत अछि.

source: Print job page size:
kk: Тапсырманың бет өлшемі:
mai: मुद्रण काज पृष्ठ आकार:

source: Printer page size:
kk: Принтердің бет өлшемі:
mai: मुद्रक पृष्ठ आकार:

source: Printer Location
kk: Принтердің орналасқан жері
mai: मुद्रक अवस्थिति

source: Is the printer connected to this computer or available on the network?
kk: Принтер осы компьютерге қосылған ба әлде желіде қолжетімді ме?
mai: की मुद्रक ई कंप्यूटर सँ संबंधित अछि अथवा ई संजाल पर मोजुद अछि?

source: Locally connected printer
kk: Жергілікті қосылған принтер
mai: स्थानीय रूपेँ संबंधित मुद्रक

source: Queue Not Shared
kk: Кезек ортақ пайдаланылмайды
mai: कतार साझाकृत नहि अछि

source: The CUPS printer on the server is not shared.
kk: Сервердегі CUPS принтері ортақ пайдаланылмайды.
mai: सर्वर पर CUPS मुद्रक साझा नहि अछि.

source: Status Messages
kk: Күй хабарламалары
mai: स्थिति संदेश

source: There are status messages associated with this queue.
kk: Осы кезекке қатысты күй хабарламалары бар.
mai: ई कतार क संग स्थिति संदेश जुड़ल अछि.

source: The printer's state message is: '%s'.
kk: Принтердің күй хабарламасы: '%s'.
mai: मुद्रक स्थिति संदेश अछि: '%s'.

source: Errors are listed below:
kk: Қателер төменде көрсетілген:
mai: त्रुटि नीच्चाँ सूचीबद्ध अछि:

source: Warnings are listed below:
kk: Ескертулер төменде көрсетілген:
mai: चेतावनी नीच्चाँ सूचीबद्ध अछि:

source: Test Page
kk: Сынақ беті
mai: जांच पृष्ठ

source: Now print a test page. If you are having problems printing a specific document, print that document now and mark the print job below.
kk: Енді сынақ бетін басып шығарыңыз. Егер белгілі бір құжатты басып шығаруда мәселелер туындаса, сол құжатты қазір басып шығарып, төмендегі басып шығару тапсырмасын белгілеңіз.
mai: आब कोनो जाँच पृष्ठ छापू. जँ अहाँक पास कोनो विशेष दस्तावेज छापए मे कोनो समस्या अछि, ओकरा आब छापू आओर छपाइ काज केँ नीच्चाँ चिह्नित करू.

source: Cancel All Jobs
kk: Барлық тапсырмалардан бас тарту
mai: सभटा काज रद करू

source: Test
kk: Сынақ
mai: जाँच

source: Did the marked print jobs print correctly?
kk: Белгіленген басып шығару тапсырмалары дұрыс басып шығарылды ма?
mai: की चिह्नित छपाइ काज सही तरीके सँ छपाइ करैत अछि?

source: Remember to load paper of type '%s' into the printer first.
kk: Алдымен принтерге '%s' түріндегі қағазды салуды ұмытпаңыз.
mai: '%s' प्रकार क कागज केँ मुद्रक मे पहिने लोड कएनाइ याद राखू.
