Repository: OpenPrinting/system-config-printer
Catalog: po/*.po
Languages: kk, mai

source: Normal grayscale (auto-detect-paper type)
kk: Қалыпты сұр түсті (қағаз түрін автоматты анықтау)
mai: सामान्य सादा (auto-detect-paper type)

source: High quality (auto-detect-paper type)
kk: Жоғары сапалы (қағаз түрін автоматты анықтау)
mai: उच्च गुणवत्ता (auto-detect-paper type)

source: High quality grayscale (auto-detect-paper type)
kk: Жоғары сапалы сұр түсті (қағаз түрін автоматты анықтау)
mai: उच्च गुणवत्ता सादा (auto-detect-paper type)

source: High quality (Color cartridge)
kk: Жоғары сапалы (Түсті картридж)

source: High quality grayscale (Black cartridge)
kk: Жоғары сапалы сұр түсті (Қара картридж)

source: Photo (on photo paper)
kk: Фото (фотоқағазда)
mai: फोटो (फोटो कागज पर)

source: Photo (Color cartridge, on photo paper)
kk: Фото (Түсті картридж, фотоқағазда)

source: Best quality (color on photo paper)
kk: Ең жақсы сапа (фотоқағаздағы түсті)
mai: सर्वोत्तम गुणवत्ता (फोटो कागज पर रंग)

source: Normal quality (color on photo paper)
kk: Қалыпты сапа (фотоқағаздағы түсті)
mai: सामान्य गुणवत्ता (फोटो कागज पर रंग)

source: Media source
kk: Тасымалдағыш көзі
mai: मीडिया स्रोत

source: Printer Default
kk: Принтердің әдепкі параметрлері

source: Photo tray
kk: Фото науасы
mai: फोटो तश्तरी

source: Upper tray
kk: Жоғарғы науа
mai: उप्परलका तश्तरी

source: Lower tray
kk: Төменгі науа
mai: निचला तश्तरी

source: CD or DVD tray
kk: CD немесе DVD науасы
mai: CD अथवा DVD तश्तरी

source: Envelope feeder
kk: Конверт бергіш
mai: लिफाफा फीडर

source: Large capacity tray
kk: Үлкен сыйымдылықты науа
mai: बेसी क्षमता क तश्तरी

source: Manual feeder
kk: Қолмен бергіш
mai: मैनुअल फीडर

source: Multi-purpose tray
kk: Көп мақсатты науа

source: Multipurpose tray
kk: Көп мақсатты науа

source: Page size
kk: Бет өлшемі
mai: कागजक आकार

source: Custom
kk: Таңдауы бойынша
mai: मनपसिन्न

source: Photo or 4x6 inch index card
kk: Фото немесе 4x6 дюймдік индекстік карточка
mai: फोटो अथवा 4x6 इंच इंडेक्स कार्ड

source: Photo or 5x7 inch index card
kk: Фото немесе 5x7 дюймдік индекстік карточка
mai: फोटो अथवा 5x7 इंच इंडेक्स कार्ड

source: Photo with tear-off tab
kk: Жыртылатын құлақшасы бар фото
mai: टीयर ऑफ टैब सहित फोटो

source: 3x5 inch index card
kk: 3x5 дюймдік индекстік карточка
mai: 3x5 इंच इंडेक्स कार्ड

source: 5x8 inch index card
kk: 5x8 дюймдік индекстік карточка
mai: 5x8 इंच इंडेक्स कार्ड

source: A6 with tear-off tab
kk: Жыртылатын құлақшасы бар A6
mai: टीयर ऑफ टैब सहित A6

source: CD or DVD 80mm
kk: CD немесе DVD 80мм
mai: CD अथवा DVD 80mm

source: CD or DVD 120mm
kk: CD немесе DVD 120мм
mai: CD अथवा DVD 120mm

source: Long edge (standard)
kk: Ұзын жиегі (стандартты)
mai: नमहर किनार (मानक)

source: Short edge (flip)
kk: Қысқа жиегі (айналдыру)
mai: छोट किनार (पलटू)

source: Off
kk: Сөндірулі
mai: बन्न

source: Resolution, quality, ink type, media type
kk: Ажыратымдылық, сапа, сия түрі, тасымалдағыш түрі
mai: विभेदन, गुणवत्ता, इंक पृष्ठ, मीडिया प्रकार

source: Controlled by 'Printout mode'
kk: 'Басып шығару режимі' арқылы басқарылады
mai: 'Printout mode' सँ नियंत्रित

source: 300 dpi, Color, Color Cartr.
kk: 300 dpi, Түсті, Түсті картридж.

source: 300 dpi, color, black + color cartridge
kk: 300 dpi, түсті, қара + түсті картридж

source: 300 dpi, Draft, Color, Color Cartr.
kk: 300 dpi, Шимай, Түсті, Түсті картридж.

source: 300 dpi, draft, color, black + color cartridge
kk: 300 dpi, шимай, түсті, қара + түсті картридж

source: 300 dpi, Draft, Grayscale, Black Cartr.
kk: 300 dpi, Шимай, Сұр түстер шкаласы, Қара картридж.

source: 300 dpi, Grayscale, Black Cartr.
kk: 300 dpi, Сұр түстер шкаласы, Қара картридж.

source: 300 dpi, draft, grayscale, black + color cartridge
kk: 300 dpi, шимай, сұр түстер шкаласы, қара + түсті картридж

source: 300 dpi, grayscale, black + color cartridge
kk: 300 dpi, сұр түстер шкаласы, қара + түсті картридж

source: 600 dpi, color, black + color cartridge
kk: 600 dpi, түсті, қара + түсті картридж

source: 600 dpi, grayscale, black + color cartridge
kk: 600 dpi, сұр түстер шкаласы, қара + түсті картридж

source: 600 dpi, photo, black + color cartridge, photo paper
kk: 600 dpi, фото, қара + түсті картридж, фотоқағаз

source: 600 dpi, color, black + color cartridge, photo paper, normal
kk: 600 dpi, түсті, қара + түсті картридж, фотоқағаз, қалыпты

source: 1200 dpi, photo, black + color cartridge, photo paper
kk: 1200 dpi, фото, қара + түсті картридж, фотоқағаз

source: Internet Printing Protocol (ipp)
kk: Интернет арқылы басып шығару хаттамасы (ipp)

source: Internet Printing Protocol (http)
kk: Интернет арқылы басып шығару хаттамасы (http)

source: Internet Printing Protocol (https)
kk: Интернет арқылы басып шығару хаттамасы (https)

source: LPD/LPR Host or Printer
kk: LPD/LPR хосты немесе принтері

source: Serial Port #1
kk: Сериялық порт #1

source: fetching PPDs
kk: PPD файлдары алынуда

source: Idle
kk: Бос
mai: निष्क्रिय

source: Busy
kk: Бос емес
mai: व्यस्त

source: Message
kk: Хабарлама
mai: संदेश

source: Users
kk: Пайдаланушылар
mai: प्रयोक्ता

source: Portrait (no rotation)
kk: Портреттік (бұрылусыз)

source: Landscape (90 degrees)
kk: Альбомдық (90 градус)

source: Reverse landscape (270 degrees)
kk: Кері альбомдық (270 градус)

source: Reverse portrait (180 degrees)
kk: Кері портреттік (180 градус)

source: Left to right, top to bottom
kk: Солдан оңға, жоғарыдан төменге

source: Left to right, bottom to top
kk: Солдан оңға, төменнен жоғарыға

source: Right to left, top to bottom
kk: Оңнан солға, жоғарыдан төменге

source: Right to left, bottom to top
kk: Оңнан солға, төменнен жоғарыға

source: Top to bottom, left to right
kk: Жоғарыдан төменге, солдан оңға

source: Top to bottom, right to left
kk: Жоғарыдан төменге, оңнан солға

source: Bottom to top, left to right
kk: Төменнен жоғарыға, солдан оңға

source: Bottom to top, right to left
kk: Төменнен жоғарыға, оңнан солға

source: Cover
kk: Мұқаба

source: Bind
kk: Түптеу

source: Saddle stitch
kk: Ертоқымды тігу

source: Edge stitch
kk: Жиектен тігу

source: Fold
kk: Бүктеу

source: Trim
kk: Қию

source: Bale
kk: Текшелеу

source: Booklet maker
kk: Буклет жасаушы

source: Job offset
kk: Тапсырманың жылжуы

source: Staple (top left)
kk: Степлермен бекіту (жоғарғы сол жақта)

source: Staple (bottom left)
kk: Степлермен бекіту (төменгі сол жақта)

source: Staple (top right)
kk: Степлермен бекіту (жоғарғы оң жақта)

source: Staple (bottom right)
kk: Степлермен бекіту (төменгі оң жақта)

source: Edge stitch (left)
kk: Жиектен тігу (сол жақ)

source: Edge stitch (top)
kk: Жиектен тігу (жоғары)

source: Edge stitch (right)
kk: Жиектен тігу (оң жақ)

source: Edge stitch (bottom)
kk: Жиектен тігу (төмен)

source: Staple dual (left)
kk: Қос степлер (сол жақ)

source: Staple dual (top)
kk: Қос степлер (жоғары)

source: Staple dual (right)
kk: Қос степлер (оң жақ)

source: Staple dual (bottom)
kk: Қос степлер (төмен)

source: Bind (left)
kk: Түптеу (сол жақ)

source: Bind (top)
kk: Түптеу (жоғары)

source: Bind (right)
kk: Түптеу (оң жақ)

source: Bind (bottom)
kk: Түптеу (төмен)

source: One-sided
kk: Бір жақты

source: Two-sided (long edge)
kk: Екі жақты (ұзын жиегі)

source: Two-sided (short edge)
kk: Екі жақты (қысқа жиегі)

source: Reverse
kk: Кері

source: High
kk: Жоғары

source: Automatic rotation
kk: Автоматты бұру
mai: स्वचालित घुमाव

source: CUPS test page
kk: CUPS сынақ беті

source: Typically shows whether all jets on a print head are functioning and that the print feed mechanisms are working properly.
kk: Әдетте басып шығару бастиегіндегі барлық шүмектердің жұмыс істеп тұрғанын және басып шығару тетіктерінің дұрыс жұмыс істейтінін көрсетеді.

source: Printer Properties - '%s' on %s
kk: Принтер қасиеттері - '%s', %s жүйесінде
mai: मुद्रक गुण - '%s' %s पर

source: There are conflicting options. Changes can only be applied after these conflicts are resolved.
kk: Қайшы келетін опциялар бар. Өзгерістер осы қайшылықтар шешілгеннен кейін ғана іске асырылуы мүмкін.
mai: एतए विरोधी विकल्प अछि. परिवर्तन ई विरोध कए समाधान कए बादे लागू भए सकैत अछि.

source: Printer Options
kk: Принтер опциялары
mai: मुद्रक विकल्प

source: modifying class %s
kk: %s класы өзгертілуде
mai: वर्ग %s रूपांतरित कए रहल अछि

source: This will delete this class!
kk: Бұл осы класты өшіреді!
mai: ई ई वर्ग केँ मेटा देत!

source: Proceed anyway?
kk: Соған қарамастан жалғастыру керек пе?
mai: कोनो तरह बढ़ू?

source: fetching server settings
kk: сервер баптаулары алынуда
mai: सर्वर सेटिंग पाबि रहल अछि

source: printing test page
kk: сынақ беті басып шығарылуда
mai: जाँच पृष्ठ छापि रहल अछि

source: Not possible
kk: Мүмкін емес
mai: संभव नहि

source: The remote server did not accept the print job, most likely because the printer is not shared.
kk: Қашықтағы сервер басып шығару тапсырмасын қабылдамады, сірә, принтер ортақ пайдаланылмайды.
mai: दूरस्थ सर्वर छपाइ काज स्वीकार नहि करैत अछि, ज्यादा संभव ई कारण सँ जे मुद्रक साझाकृत नहि अछि.

source: Submitted
kk: Жіберілді
mai: सुपुर्द

source: Test page submitted as job %d
kk: Сынақ беті %d тапсырма ретінде жіберілді
mai: %d काजक रूपेँ जांच पृष्ठ सुपुर्द कएल गेल

source: sending maintenance command
kk: қызмет көрсету командасы жіберілуде
mai: अनुरक्षण कमांड भेजि रहल अछि

source: Maintenance command submitted as job %d
kk: Қызмет көрсету командасы %d тапсырма ретінде жіберілді
mai: %d काज रूपेँ अनुरक्षण कमांड सुपुर्द

source: Raw Queue
kk: Өңделмеген кезек (Raw Queue)

source: Unable to get queue details. Treating queue as raw.
kk: Кезек мәліметтерін алу мүмкін емес. Кезек өңделмеген ретінде қарастырылады.

source: Error
kk: Қате
mai: त्रुटि

source: The PPD file for this queue is damaged.
kk: Бұл кезекке арналған PPD файлы зақымдалған.

source: There was a problem connecting to the CUPS server.
kk: CUPS серверіне қосылу кезінде мәселе туындады.
mai: CUPS सर्वर मे जोड़बाक काले समस्या छल.

source: Marker levels are not reported for this printer.
kk: Бұл принтер үшін маркер деңгейлері хабарланбайды.
mai: ई मुद्रक क लेल मार्कर स्तर रिपोर्ट नहि कएल गेल अछि.

source: You must log in to access %s.
kk: %s қол жеткізу үшін жүйеге кіруіңіз керек.

source: Problems?
kk: Мәселелер бар ма?
mai: समस्या?

source: Enter hostname
kk: Хост атын енгізіңіз

source: modifying server settings
kk: сервер баптаулары өзгертілуде
mai: सर्वर सेटिंग बदलि रहल अछि

source: Adjust the firewall now to allow all incoming IPP connections?
kk: Барлық кіріс IPP қосылымдарына рұқсат беру үшін брандмауэрді қазір реттеу керек пе?

source: _Connect...
kk: Қо_сылу...
mai: जोड़ि रहल अछि (_C)...

source: Choose a different CUPS server
kk: Басқа CUPS серверін таңдаңыз
mai: भिन्न CUPS सर्वर चुनू

source: _Settings...
kk: _Баптаулар...
mai: सेटिंग (_S)...

source: Adjust server settings
kk: Сервер баптауларын реттеу
mai: सर्वर सेटिंग समायोजित करू

source: _Printer
kk: _Принтер
mai: प्रिंटर (_P)

source: _Class
kk: _Класс
mai: वर्ग (_C)

source: _Rename
kk: _Атын өзгерту
mai: नाम बदलू (_R)

source: _Duplicate
kk: _Дубликаттау

source: Set As De_fault
kk: Әдепкі ретінде ор_нату
mai: स्वनिर्धारित रूपेँ सेट करू (_f)

source: _Create class
kk: Класс құ_ру
mai: वर्ग बनाउ (_C)

source: View Print _Queue
kk: Басып шығару _кезегін көру
mai: छपाइ कतार देखू (_Q)

source: E_nabled
kk: Іс_ке қосылған
mai: सक्रिय (_n)

source: _Shared
kk: _Ортақ пайдаланылатын
mai: साझा (_S)

source: Description
kk: Сипаттамасы
mai: वर्णन

source: Location
kk: Орналасқан жері
mai: स्थान

source: Manufacturer / Model
kk: Өндіруші / Модель
mai: निर्माता / माडल

source: Add
kk: Қосу

source: Refresh
kk: Жаңарту

source: _New
kk: _Жаңа
mai: नव (_N)

source: Print Settings - %s
kk: Басып шығару баптаулары - %s

source: Connected to %s
kk: %s қосылған
mai: %s सँ संबंधित

source: obtaining queue details
kk: кезек мәліметтері алынуда
mai: कतार विवरण पाबि रहल अछि

source: Network printer (discovered)
kk: Желілік принтер (табылды)
mai: संजाल मुद्रक (अन्वेषित)

source: Network class (discovered)
kk: Желілік класс (табылды)
mai: संजाल वर्ग (अन्वेषित)

source: Class
kk: Класс
mai: वर्ग

source: Network printer
kk: Желілік принтер
mai: संजाल मुद्रक

source: Network print share
kk: Желілік ортақ басып шығару ресурсы
mai: संजाल मुद्रक साझा

source: Service framework not available
kk: Қызмет фреймворкі қолжетімді емес

source: Cannot start service on remote server
kk: Қашықтағы серверде қызметті іске қосу мүмкін емес

source: <i>Opening connection to %s</i>
kk: <i>%s қосылымы ашылуда</i>
mai: <i>%s मे संबंधन खोलि रहल अछि</i>

source: Set Default Printer
kk: Әдепкі принтерді орнату
mai: स्वनिर्धारित मुद्रक सेट करू

source: Do you want to set this as the system-wide default printer?
kk: Осыны жалпы жүйелік әдепкі принтер ретінде орнатқыңыз келе ме?
mai: की अहाँ एकरा सिस्टम व्यापक स्वनिर्धारित मुद्रक रूपेँ सेट कएनाइ चाहैत छी?

source: Set as the _system-wide default printer
kk: _Жалпы жүйелік әдепкі принтер ретінде орнату
mai: एकरा सिस्टम व्यापक स्वनिर्धारित मुद्रक रूपेँ सेट करू (_s)

source: _Clear my personal default setting
kk: Менің _жеке әдепкі баптауымды тазалау
mai: हमर निज स्वनिर्धारित सेटिंग साफ करू (_C)

source: Set as my _personal default printer
kk: Менің _жеке әдепкі принтерім ретінде орнату
mai: एकरा हमर निज स्वनिर्धारित मुद्रक सेट करू (_p)

source: setting default printer
kk: әдепкі принтер орнатылуда
mai: स्वनिर्धारित मुद्रक सेट कए रहल अछि

source: Cannot Rename
kk: Атын өзгерту мүмкін емес
mai: नाम नहि बदलि सकैत अछि

source: There are queued jobs.
kk: Кезекте тұрған тапсырмалар бар.
mai: कोनो कतारबद्ध काज नहि अछि.

source: Renaming will lose history
kk: Атын өзгерту тарихтың жоғалуына әкеледі
mai: शेषक इतिहास नष्ट भए जाएत

source: Completed jobs will no longer be available for re-printing.
kk: Аяқталған тапсырмалар қайта басып шығару үшін бұдан былай қолжетімді болмайды.
mai: संपन्न काज फेर छपाइक लेल फेर उपलब्ध नहि रहताह.

source: renaming printer
kk: принтер аты өзгертілуде
mai: मुद्रक कए नाम बदलि रहल अछि

source: Really delete class '%s'?
kk: '%s' класын шынымен өшіру керек пе?
mai: की '%s' वर्ग सच्चे मेटाबे चाहैत छी?

source: Really delete printer '%s'?
kk: '%s' принтерін шынымен өшіру керек пе?
mai: की मुद्रक '%s' सच्चे मेटाबे अछि?

source: Really delete selected destinations?
kk: Таңдалған тағайындалған жерлерді шынымен өшіру керек пе?
mai: की चयनित गंतव्य सच्चे मेटोअनाइ अछि?

source: deleting printer %s
kk: %s принтері өшірілуде
mai: मुद्रक %s मेटाए रहल अछि

source: Publish Shared Printers
kk: Ортақ принтерлерді жариялау
mai: साझा मुद्रक प्रकाशित करू

source: Shared printers are not available to other people unless the 'Publish shared printers' option is enabled in the server settings.
kk: Сервер баптауларында 'Ортақ принтерлерді жариялау' опциясы іске қосылмаса, ортақ принтерлер басқа адамдарға қолжетімді болмайды.
mai: साझा मुद्रक दोसर लोकनिक लेल मोजुद नहि अछि जखन तकि जे 'साझा मुद्रक प्रकाशित करू' विकल्प केँ सर्वर सेटिंग मे सक्रिय कएल जाइत अछि.

source: Would you like to print a test page?
kk: Сынақ бетін басып шығарғыңыз келе ме?
mai: की अहाँ जाँच पृष्ठ छापनाइ चाहैत छी?

source: Print Test Page
kk: Сынақ бетін басып шығару
mai: जाँच पृष्ठ छापू

source: Install driver
kk: Драйверді орнату
mai: ड्राइवर संस्थापित करू

source: Printer '%s' requires the %s package but it is not currently installed.
kk: '%s' принтері үшін %s дестесі қажет, бірақ ол қазір орнатылмаған.
mai: '%s' मुद्रक %s संकुल क जरूरत होइछ मुदा ई अखन संस्थापित नहि अछि.

source: Missing driver
kk: Драйвер жоқ
mai: गुम ड्राइवर

source: Printer '%s' requires the '%s' program but it is not currently installed. Please install it before using this printer.
kk: '%s' принтері үшін '%s' бағдарламасы қажет, бірақ ол қазір орнатылмаған. Бұл принтерді пайдаланбас бұрын оны орнатыңыз.
mai: '%s' मुद्रक %s प्रोग्राम क जरूरत होइछ मुदा ई अखन संस्थापित नहि अछि. कृप्या ई मुद्रक क प्रयोग क पहिने एकरा संस्थापित करू.

source: A CUPS configuration tool.
kk: CUPS теңшеу құралы.
mai: CUPS विन्यास अओजार.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
kk: Бұл бағдарлама еркін бағдарламалық қамтама болып табылады; сіз оны Еркін бағдарламалық қамтама қоры жариялаған GNU General Public License шарттарына сәйкес қайта тарата аласыз және/немесе өзгерте аласыз; лицензияның 2-нұсқасы немесе (өз таңдауыңыз бойынша) кез келген кейінгі нұсқасы. Бұл бағдарлама пайдалы болады деген үмітпен таратылады, бірақ ЕШҚАНДАЙ КЕПІЛДІКСІЗ; тіпті САТУҒА ЖАРАМДЫЛЫҚ немесе БЕЛГІЛІ БІР МАҚСАТҚА СӘЙКЕСТІК туралы жанама кепілдіксіз. Қосымша мәліметтер алу үшін GNU General Public License лицензиясын қараңыз. Сіз осы бағдарламамен бірге GNU General Public License көшірмесін алуыңыз керек еді; егер жоқ болса, Еркін бағдарламалық қамтама қорына жазыңыз: Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: translator-credits
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>
mai: संगीता कुमारी (sangeeta09@gmail.com)

source: Connect to CUPS server
kk: CUPS серверіне қосылу
mai: CUPS सर्वर सँ जोड़ू

source: Connect
kk: Қосылу

source: CUPS _server:
kk: CUPS _сервері:
mai: CUPS सर्वर (_s):

source: Require _encryption
kk: Шифрлауды _талап ету
mai: गोपन जरूरी (_e)

source: Connecting to CUPS server
kk: CUPS серверіне қосылуда
mai: CUPS सर्वर सँ संबंधित भए रहल अछि

source: <span weight="bold" size="larger">Connecting to CUPS server</span>
kk: <span weight="bold" size="larger">CUPS серверіне қосылуда</span>
mai: <span weight="bold" size="larger">CUPS सर्वर मे जोड़ रहल अछि</span>

source: Close
kk: Жабу

source: _Install
kk: _Орнату
mai: संस्थापित करू (_I)

source: Refresh job list
kk: Тапсырмалар тізімін жаңарту

source: _Refresh
kk: _Жаңарту
mai: ताजा करू (_R)

source: Show completed jobs
kk: Аяқталған тапсырмаларды көрсету

source: Show _completed jobs
kk: _Аяқталған тапсырмаларды көрсету
mai: समाप्त काज देखाउ (_c)

source: Duplicate Printer
kk: Принтерді дубликаттау

source: New name for the printer
kk: Принтердің жаңа аты
mai: मुद्रक कए लेल नव नाम

source: <span weight="bold" size="larger">Describe Printer</span>
kk: <span weight="bold" size="larger">Принтерді сипаттау</span>
mai: <span weight="bold" size="larger">मुद्रक वर्णित करू</span>

source: Short name for this printer such as "laserjet"
kk: Принтердің "laserjet" сияқты қысқа аты
mai: ई मुद्रक क छोट नाम जहिना "laserjet"

source: <b>Printer Name</b>
kk: <b>Принтер аты</b>
mai: <b> मुद्रक नाम</b>

source: Human-readable description such as "HP LaserJet with Duplexer"
kk: "HP LaserJet with Duplexer" сияқты адам оқи алатын сипаттама
mai: मानव पठनीय विवरण जहिना "HP LaserJet with Duplexer"

source: <b>Description</b> (optional)
kk: <b>Сипаттамасы</b> (міндетті емес)
mai: <b> वर्णन</b> (वैकल्पिक)

source: Human-readable location such as "Lab 1"
kk: "1-зертхана" сияқты адам оқи алатын орналасқан жері
mai: मानव पठनीय स्थान जहिना "Lab 1"

source: <b>Location</b> (optional)
kk: <b>Орналасқан жері</b> (міндетті емес)
mai: <b> स्थान</b> (वैकल्पिक)

source: <span weight="bold" size="larger">Select Device</span>
kk: <span weight="bold" size="larger">Құрылғыны таңдау</span>
mai: <span weight="bold" size="larger">युक्ति चुनू</span>

source: Device description.
kk: Құрылғы сипаттамасы.
mai: युक्ति विवरणः

source: <b>Description</b>
kk: <b>Сипаттамасы</b>
mai: <b>विवरण</b>

source: Empty
kk: Бос
mai: खाली

source: <b>Enter device URI</b>
kk: <b>Құрылғы URI-ын енгізіңіз</b>
mai: <b>युक्ति URI डालू</b>

source: For example: ipp://cups-server/printers/printer-queue ipp://printer.mydomain/ipp
kk: Мысалы: ipp://cups-server/printers/printer-queue ipp://printer.mydomain/ipp

source: Device URI
kk: Құрылғы URI-ы
mai: युक्ति URI

source: Host:
kk: Хост:
mai: मेजबान:

source: Port number:
kk: Порт нөмірі:
mai: पोर्ट संख्या:

source: <b>Location of the network printer</b>
kk: <b>Желілік принтердің орналасқан жері</b>
mai: <b>संजाल मुद्रक क स्थान</b>

source: Queue:
kk: Кезек:
mai: कतार:

source: Probe
kk: Зондтау
mai: जांच

source: <b>Location of the LPD network printer</b>
kk: <b>LPD желілік принтерінің орналасқан жері</b>
mai: <b>LPD संजाल मुद्रक क स्थान</b>

source: Baud Rate
kk: Бод жылдамдығы
mai: बॉड दर

source: Parity
kk: Жұптылық
mai: समानता

source: Data Bits
kk: Деректер биттері
mai: डाटा बिट्स

source: Flow Control
kk: Ағынды басқару
mai: प्रवाह नियंत्रण

source: <b>Settings of the serial port</b>
kk: <b>Сериялық порт баптаулары</b>
mai: <b> क्रमिक पोर्ट क सेटिंग</b>

source: Serial
kk: Сериялық
mai: धारावाहिक

source: Browse...
kk: Шолу...
mai: ब्राउज करू...

source: <i>smb://[workgroup/]server[:port]/printer</i>
kk: <i>smb://[жұмыс_тобы/]сервер[:порт]/принтер</i>

source: <b>SMB Printer</b>
kk: <b>SMB принтері</b>
mai: <b>SMB मुद्रक</b>

source: Prompt user if authentication is required
kk: Аутентификация қажет болса, пайдаланушыдан сұрау
mai: प्रयोक्ता केँ प्रांप्ट करू जँ सत्यापन जरूरी अछि

source: Set authentication details now
kk: Аутентификация мәліметтерін қазір орнату
mai: सत्यापन विवरण आब सेट करू

source: <b>Authentication</b>
kk: <b>Аутентификация</b>
mai: <b>सत्यापन</b>

source: _Verify...
kk: Тек_серу...
mai: जाँचू (_V)...

source: Find
kk: Табу

source: Searching...
kk: Ізделуде...
mai: खोजि रहल अछि...

source: <b>Network Printer</b>
kk: <b>Желілік принтер</b>
mai: <b>संजाल मुद्रक</b>

source: Network
kk: Желі
mai: संजाल

source: Connection
kk: Қосылым
mai: संबंधन

source: Device
kk: Құрылғы

source: <span weight="bold" size="larger">Choose Driver</span>
kk: <span weight="bold" size="larger">Драйверді таңдау</span>
mai: <span weight="bold" size="larger">ड्राइवर चुनू</span>

source: Select printer from database
kk: Принтерді дерекқордан таңдау
mai: डेटाबेस सँ मुद्रक चुनू

source: Provide PPD file
kk: PPD файлын көрсету
mai: PPD फाइल दिअ'

source: Search for a printer driver to download
kk: Жүктеп алу үшін принтер драйверін іздеу
mai: डाउनलोड क लेल मुद्रक ड्राइवर खोजू

source: The foomatic printer database contains various manufacturer provided PostScript Printer Description (PPD) files and also can generate PPD files for a large number of (non PostScript) printers. But in general manufacturer provided PPD files provide better access to the specific features of the printer.
kk: Foomatic принтер дерекқорында өндіруші ұсынған әртүрлі PostScript принтер сипаттамасы (PPD) файлдары бар және ол көптеген (PostScript емес) принтерлер үшін PPD файлдарын жасай алады. Бірақ жалпы алғанда, өндіруші ұсынған PPD файлдары принтердің арнайы мүмкіндіктеріне жақсырақ қол жеткізуді қамтамасыз етеді.
mai: foomatic मुद्रक डाटाबेस मे कतेक निर्माता जे पोस्ट स्क्रिप्ट मुद्रक विवरण (PPD) फाइल देत अछि आओर संग PPD फाइल बेसी संख्या मे (गैर पोस्टस्क्रिप्ट) मुद्रक उत्पन्न कए सकैत अछि. मुदा सामान्य रूपेँ निर्माता PPD फाइल देत अछि मुद्रक क विशेष गुण मे पहुंच क लेल.

source: PostScript Printer Description (PPD) files can often be found on the driver disk that comes with the printer. For PostScript printers they are often part of the Windows<sup>®</sup> driver.
kk: PostScript принтерінің сипаттамасы (PPD) файлдарын көбінесе принтермен бірге келетін драйвер дискісінен табуға болады. PostScript принтерлері үшін олар көбінесе Windows<sup>®</sup> драйверінің бөлігі болауы мүмкін.
mai: पोस्ट स्क्रिप्ट मुद्रक विवरण (PPD) फाइल प्रायः ड्राइवर डिस्क पर पाएल जाए सकैत अछि जे मुद्रक क संग आबैत अछि. पोस्टस्क्रिप्ट मुद्रक क लेल ओ हरदम Windows<sup>®</sup> ड्राइवर क हिस्सा अछि.

source: Make and model:
kk: Өндіруші және модель:
mai: निर्माण आओर माडल:

source: _Search
kk: І_здеу
mai: खोजू (_S)

source: Printer model:
kk: Принтер моделі:
mai: मुद्रक माडल:
